Repository: wenzun-99/document-ms
Catalog: src-ui/src/locale/messages.*.xlf
Languages: bg_bg, fr_fr, it_it, nl_nl, pt_br, ru_ru

source: Set a password before disconnecting social account.
bg_bg: Задайте парола, преди да прекъснете връзката със социалния акаунт.
fr_fr: Définissez un mot de passe avant de déconnecter votre compte social.
it_it: Imposta una password prima di disconnettere l'account social.
nl_nl: Stel een wachtwoord in voordat je het sociale account ontkoppelt.
pt_br: Defina uma senha antes de desconectar a conta de rede social.
ru_ru: Установите пароль перед отключением сторонней учётной записи.

source: Disconnect
bg_bg: Прекъсване
fr_fr: Se déconnecter
it_it: Disconnetti
nl_nl: Ontkoppelen
pt_br: Desconectar
ru_ru: Отключить

source: Disconnect {{ account.name }} social account
bg_bg: Прекъснете връзката {{ account.name }} социален акаунт
fr_fr: Déconnecter le compte social {{ account.name }}
it_it: Disconnetti account {{ account.name }}
nl_nl: Ontkoppel {{ account.name }} sociaal account
pt_br: Desconectar {{ account.name }} conta de rede social
ru_ru: Отключить {{ account.name }} стороннюю учётную запись

source: Warning: disconnecting social accounts cannot be undone
bg_bg: Предупреждение: прекъсването на връзката между социални акаунти не може да бъде отменено
fr_fr: Attention : déconnecter les comptes sociaux ne peut pas être annulé
it_it: Attenzione: la disconnessione degli account social non può essere annullata
nl_nl: Waarschuwing: ontkoppelen van sociale accounts kan niet ongedaan worden gemaakt
pt_br: Aviso: desconectar as contas de redes sociais não pode ser desfeito
ru_ru: Внимание: отключение сторонний учётной записью невозможно отменить

source: Connect new social account
bg_bg: Свържете нов социален акаунт
fr_fr: Connecter un nouveau compte social
it_it: Connetti un nuovo account social
nl_nl: Verbind nieuw sociaal account
pt_br: Conectar nova conta de rede social
ru_ru: Подключить новый сторонний сервис

source: Scan the QR code with your authenticator app and then enter the code below
bg_bg: Сканирайте QR кода с вашето приложение за удостоверяване и след това въведете кода по-долу
fr_fr: Scannez le code QR avec votre application d'authentification puis saisissez le code ci-dessous
it_it: Scansiona il codice QR con la tua app di autenticazione e poi inserisci il codice qui sotto
nl_nl: Scan de QR-code met je authenticator-app en voer de code hieronder in
pt_br: Escaneie o código QR com o seu aplicativo de autenticação, e então digite o código abaixo
ru_ru: Отсканируйте QR-код вашим приложением-аутентификатором и затем введите код ниже

source: Authenticator secret
bg_bg: Ключ на автентификатора
fr_fr: Secret d'authentification
it_it: Secret di autenticazione
nl_nl: Geheime sleutel voor authenticator
pt_br: Segredo autenticador
ru_ru: Секретный ключ аутентификации

source: You can store this secret and use it to reinstall your authenticator app at a later time.
bg_bg: Можете да съхраните този ключ и да го използвате, за да преинсталирате приложението си за удостоверяване по-късно.
fr_fr: Vous pouvez conserver ce secret et l’utiliser pour réinstaller votre application d’authentification ultérieurement.
it_it: Puoi memorizzare questo secret e usarlo per reinstallare la tua app di autenticazione in un secondo momento.
nl_nl: Je kunt dit geheime sleutel opslaan en gebruiken om de authenticator-app later opnieuw te installeren.
pt_br: Você pode armazenar este segredo e usá-lo para reinstalar seu aplicativo autenticador mais tarde.
ru_ru: Вы можете хранить этот секретный ключ и использовать его для переустановки вашего приложения аутентификации позже.

source: Code
bg_bg: Код
it_it: Codice
pt_br: Código
ru_ru: Код

source: Recovery codes will not be shown again, make sure to save them.
bg_bg: Кодовете за възстановяване няма да се показват отново, не забравяйте да ги запазите.
fr_fr: Les codes de secours ne seront plus affichés, assurez-vous de les sauvegarder.
it_it: I codici di recupero non verranno mostrati di nuovo, assicurati di salvarli.
nl_nl: Herstelcodes worden niet opnieuw getoond, zorg ervoor dat je ze opslaat.
pt_br: Os códigos de recuperação não serão exibidos novamente, certifique-se de salvá-los.
ru_ru: Коды восстановления не будут показаны снова, не забудьте сохранить их.

source: Copy codes
bg_bg: Копирайте кода
fr_fr: Copier les codes
it_it: Copia codici
nl_nl: Codes kopiëren
pt_br: Copiar código
ru_ru: Скопировать коды

source: Emails must match
bg_bg: Имейлите трябва да съвпадат
fr_fr: Les e-mails doivent correspondre
it_it: Le email devono corrispondere
nl_nl: E-mailadressen moeten overeenkomen
pt_br: Os e-mails devem ser iguais
ru_ru: Email должен совпадать

source: Passwords must match
bg_bg: Паролите трябва да съвпадат
fr_fr: Les mots de passe doivent correspondre
it_it: Le password devono corrispondere
nl_nl: Wachtwoorden moeten overeenkomen
pt_br: As senhas devem ser iguais
ru_ru: Пароли должны совпадать

source: Profile updated successfully
bg_bg: Профила е актуализиран успешно
fr_fr: Profil mis à jour avec succès
it_it: Profilo aggiornato con successo
nl_nl: Profiel succesvol bijgewerkt
pt_br: Perfil atualizado com sucesso
ru_ru: Профиль успешно обновлен

source: Error saving profile
bg_bg: Грешка при запазването на профила
fr_fr: Erreur lors de l'enregistrement du profil
it_it: Errore durante il salvataggio del profilo
nl_nl: Fout bij opslaan profiel
pt_br: Erro ao salvar o perfil
ru_ru: Ошибка при сохранении профиля

source: Error generating auth token
bg_bg: Грешка при генериране на auth токен
fr_fr: Erreur lors de la génération du jeton d'authentification
it_it: Errore nella generazione del token di autenticazione
nl_nl: Fout bij genereren authenticatie token
pt_br: Erro ao gerar token de autenticação
ru_ru: Ошибка создания токена авторизации

source: Error disconnecting social account
bg_bg: Грешка при прекъсване на връзката със социалния акаунт
fr_fr: Erreur lors de la déconnexion du compte social
it_it: Errore disconnessione account social
nl_nl: Fout bij ontkoppelen van sociaal account
pt_br: Erro ao desconectar conta de rede social
ru_ru: Ошибка при отключении стороннего сервиса

source: Error fetching TOTP settings
bg_bg: Грешка при извличане на настройките за TOTP
fr_fr: Erreur lors de la récupération des paramètres du TOTP
it_it: Errore nel recupero delle impostazioni TOTP
nl_nl: Fout bij ophalen TOTP instellingen
pt_br: Erro ao obter configurações TOTP
ru_ru: Ошибка получения настроек TOTP

source: TOTP activated successfully
bg_bg: TOTP е активиран успешно
fr_fr: TOTP activé avec succès
it_it: TOTP attivato con successo
nl_nl: TOTP succesvol ingeschakeld
pt_br: TOTP ativado com sucesso
ru_ru: TOTP успешно активирован

source: Error activating TOTP
bg_bg: Грешка при активирането на TOTP
fr_fr: Erreur lors de l’activation du TOTP
it_it: Errore nell'attivazione del TOTP
nl_nl: Fout bij inschakelen TOTP
pt_br: Erro ao ativar TOTP
ru_ru: Ошибка активации TOTP

source: TOTP deactivated successfully
bg_bg: TOTP е деактивиран успешно
fr_fr: TOTP désactivé avec succès
it_it: TOTP disattivato con successo
nl_nl: TOTP is succesvol uitgeschakeld
pt_br: TOTP desativado com sucesso
ru_ru: TOTP успешно деактивирован

source: Error deactivating TOTP
bg_bg: Грешка при деактивирането на TOTP
fr_fr: Erreur lors de la désactivation du TOTP
it_it: Errore nella disattivazione del TOTP
nl_nl: Fout bij uitschakelen TOTP
pt_br: Erro ao desativar TOTP
ru_ru: Ошибка деактивации TOTP

source: No existing links
bg_bg: Няма съществуващи връзки
fr_fr: Aucun lien n'existe
it_it: Nessun link esistente
nl_nl: Geen bestaande links
pt_br: Nenhum link existente
ru_ru: Нет существующих ссылок

source: Share
bg_bg: Споделяне
fr_fr: Partager
it_it: Condividi
nl_nl: Delen
pt_br: Compartilhar
ru_ru: Поделиться

source: Share archive version
bg_bg: Споделяне на архивирана версия
fr_fr: Partager la version archivée
it_it: Condividi versione dell'archivio
nl_nl: Deel gearchiveerde versie
pt_br: Compartilhar versão arquivada
ru_ru: Поделиться версией архива

source: Expires
bg_bg: Изтича
fr_fr: Expiration
it_it: Scadenza
nl_nl: Verloopt
pt_br: Expira em
ru_ru: Истекает

source: 1 day
bg_bg: 1 ден
fr_fr: 1 jour
it_it: 1 giorno
nl_nl: 1 dag
pt_br: 1 dia
ru_ru: 1 день

source: 7 days
bg_bg: 7 дена
fr_fr: 7 jours
it_it: 7 giorni
nl_nl: 7 dagen
pt_br: 7 dias
ru_ru: 7 дней

source: 30 days
bg_bg: 30 дена
fr_fr: 30 jours
it_it: 30 giorni
nl_nl: 30 dagen
pt_br: 30 dias
ru_ru: 30 дней

source: Never
bg_bg: Никога
fr_fr: Jamais
it_it: Mai
nl_nl: Nooit
pt_br: Nunca
ru_ru: Никогда

source: Share Links
bg_bg: Връзки за споделяне
fr_fr: Liens de partage
it_it: Link di condivisione
nl_nl: Gedeelde links
pt_br: Compartilhar Link
ru_ru: Ссылки для обмена

source: Error retrieving links
bg_bg: Грешка при извличане на връзки
fr_fr: Erreur lors de la récupération des liens
it_it: Errore durante il recupero dei link
nl_nl: Fout bij ophalen van links
pt_br: Erro ao recuperar usuários
ru_ru: Ошибка при получении ссылок

source: days days
bg_bg: days дена
fr_fr: days jours
it_it: days giorni
nl_nl: days dagen
pt_br: days dias
ru_ru: days дни

source: Error deleting link
bg_bg: Грешка при изтриване на връзка
fr_fr: Erreur lors de la suppression du lien
it_it: Errore durante l'eliminazione del link
nl_nl: Fout bij verwijderen link
pt_br: Erro ao excluir link
ru_ru: Ошибка при удалении ссылки

source: Error creating link
bg_bg: Грешка при създаване на връзка
fr_fr: Erreur lors de la création du lien
it_it: Errore durante la creazione del link
nl_nl: Fout bij maken link
pt_br: Erro ao criar link
ru_ru: Ошибка при создании ссылки

source: Environment
fr_fr: Environnement
it_it: Ambiente
nl_nl: Omgeving
pt_br: Ambiente
ru_ru: Окружение

source: Paperless-ngx Version
fr_fr: Version de Paperless-ngx
it_it: Versione Paperless-ngx
nl_nl: Paperless-ngx versie
pt_br: Versão do Paperless-ngx
ru_ru: Версия Paperless-ngx

source: Install Type
bg_bg: Тип на инсталацията
fr_fr: Type d'installation
it_it: Tipo di installazione
nl_nl: Installatietype
pt_br: Tipo de instalação
ru_ru: Тип установки

source: Server OS
fr_fr: Système d'exploitation du serveur
it_it: Sistema operativo server
pt_br: SO do Servidor
ru_ru: ОС сервера

source: Media Storage
fr_fr: Stockage média
it_it: Spazio di archiviazione
nl_nl: Mediaopslag
pt_br: Armazenamento de mídia
ru_ru: Хранилище мультимедиа

source: available
bg_bg: налично
fr_fr: disponible
it_it: disponibile
nl_nl: beschikbaar
pt_br: disponível
ru_ru: доступно

source: Database
bg_bg: База данни
fr_fr: Base de données
pt_br: Banco de dados
ru_ru: База данных

source: Status
bg_bg: Състояние
fr_fr: État
it_it: Stato
pt_br: Estado
ru_ru: Статус

source: Migration Status
bg_bg: Статус на миграцията
fr_fr: État de la migration
it_it: Stato Migrazione
nl_nl: Migratie status
pt_br: Estado da Migração
ru_ru: Статус миграции

source: Up to date
bg_bg: Ползва последва версия
fr_fr: À jour
it_it: Aggiornato
nl_nl: Bijgewerkt
pt_br: Atualizado
ru_ru: Последняя версия

source: Latest Migration
bg_bg: Последна миграция
fr_fr: Dernière migration
it_it: Ultima Migrazione
nl_nl: Laatste migratie
pt_br: Última Migração
ru_ru: Последняя миграция

source: Pending Migrations
bg_bg: Чакаща миграция
fr_fr: Migrations en attente
it_it: Migrazioni in sospeso
nl_nl: Migraties in behandeling
pt_br: Migrações Pendentes
ru_ru: Ожидаемые миграции

source: Tasks Queue
bg_bg: Опашка със задачи
fr_fr: File d'attente des tâches
it_it: Coda delle attività
pt_br: Fila de tarefas
ru_ru: Очередь задач

source: Redis Status
bg_bg: Redis статус
fr_fr: État de Redis
it_it: Stato Redis
pt_br: Estado do Redis
ru_ru: Статус Redis

source: Celery Status
bg_bg: Celery статус
fr_fr: État de Celery
it_it: Stato Celery
pt_br: Estado da Celery
ru_ru: Статус Celery

source: Health
bg_bg: Здраве
fr_fr: Santé
it_it: Salute
pt_br: Saúde
ru_ru: Здоровье

source: Search Index
fr_fr: Index de recherche
it_it: Indice di ricerca
nl_nl: Zoekindex
pt_br: Índice de Busca
ru_ru: Индекс поиска

source: Run Task
bg_bg: Изпълнете задача
fr_fr: Exécuter la tâche
it_it: Esegui attività
pt_br: Executar tarefa
ru_ru: Запустить задачу

source: Last Updated
bg_bg: Последно обновен
fr_fr: Dernière mise à jour
it_it: Ultimo aggiornamento
nl_nl: Laatst bijgewerkt
pt_br: Atualizado pela última vez
ru_ru: Последнее обновление

source: Classifier
bg_bg: Класификатор
fr_fr: Classificateur
it_it: Classificatore
nl_nl: Classificatie
pt_br: Classificador
ru_ru: Классификатор

source: Last Trained
bg_bg: Последно трениран
fr_fr: Dernière entraînement
it_it: Ultimo Addestramento
nl_nl: Laatst getraind
pt_br: Último treino
ru_ru: Последнее обучение

source: Sanity Checker
bg_bg: Проверка на разума
fr_fr: Vérificateur de fonctionnement
it_it: Controllo Integrità
pt_br: Verificador de Saúde
ru_ru: Проверка безопасности

source: Last Run
bg_bg: Последно изпълнение
fr_fr: Dernière exécution
it_it: Ultima esecuzione
pt_br: Última execução
ru_ru: Последний запуск

source: WebSocket Connection
fr_fr: Connexion WebSocket
nl_nl: Websocket verbinding
pt_br: Conexão WebSocket
ru_ru: Подключение WebSocket

source: Copy Raw Error
bg_bg: Копиране на необработена грешка
fr_fr: Copier l'erreur brute
it_it: Copia errore
nl_nl: Kopieer onbewerkte foutmelding
pt_br: Erro de cópia bruta
ru_ru: Скопировать ошибку

source: Hint: saved views can be created from the <a routerLink="/documents">documents list</a>
bg_bg: Съвет: Запазените изгледи могат да бъдат създадени от <a routerLink="/documents">списък на документи</a>
fr_fr: Astuce : les vues enregistrées peuvent être créées depuis la <a routerLink="/documents">liste des documents</a>
it_it: Consiglio: le viste salvate possono essere create dalla <a routerLink="/documents">lista dei documenti</a>
pt_br: Dica: as views salvas podem ser criadas a partir da lista de documentos <a routerLink="/documents"> - </a>
ru_ru: Примечание: сохраненные представления могут быть созданы из <a routerLink="/documents">списка документов</a>

source: Hello this.settingsService.displayName, welcome to environment.appTitle
bg_bg: Привет this.settingsService.displayName, добре дошъл в environment.appTitle
fr_fr: Bonjour this.settingsService.displayName, bienvenue sur environment.appTitle
it_it: Ciao this.settingsService.displayName, benvenuto in environment.appTitle
nl_nl: Hallo this.settingsService.displayName, welkom bij environment.appTitle
pt_br: Olá this.settingsService.displayName, bem-vindo(a) ao environment.appTitle
ru_ru: Привет this.settingsService.displayName, добро пожаловать в environment.appTitle

source: Welcome to environment.appTitle
bg_bg: Задравейте в environment.appTitle
fr_fr: Bienvenue sur environment.appTitle
it_it: Benvenuto in environment.appTitle
nl_nl: Welkom bij environment.appTitle
pt_br: Bem-vindo(a) ao environment.appTitle
ru_ru: Добро пожаловать в environment.appTitle

source: Dashboard updated
bg_bg: Таблото за управление е актуализирано
fr_fr: Tableau de bord mis à jour
it_it: Dashboard aggiornata
nl_nl: Dashboard bijgewerkt
pt_br: Painel atualizado
ru_ru: Главная страница обновлена

source: Error updating dashboard
bg_bg: Грешка при актуализиране на таблото за управление
fr_fr: Erreur lors de la mise à jour du tableau de bord
it_it: Errore nell'aggiornamento della dashboard
nl_nl: Fout bij bijwerken dashboard
pt_br: Erro ao atualizar painel
ru_ru: Ошибка обновления главной страницы

source: Show all
bg_bg: Покажи всички
fr_fr: Tout afficher
it_it: Mostra tutto
nl_nl: Alles weergeven
pt_br: Mostrar todos
ru_ru: Показать всё

source: Filter by correspondent
bg_bg: Филтриране по кореспондент
fr_fr: Filtrer par correspondant
it_it: Filtra per corrispondente
nl_nl: Op correspondent filteren
pt_br: Filtrar por correspondente
ru_ru: Отфильтровать по корреспонденту

source: Filter by document type
bg_bg: Филтриране по тип на документ
fr_fr: Filtrer par type de document
it_it: Filtra per tipo di documento
nl_nl: Documenttypes filteren
pt_br: Filtrar por tipo de documento
ru_ru: Фильтр по типу документа

source: Filter by storage path
bg_bg: Филтриране по път за съхранение
fr_fr: Filtrer par chemin de stockage
it_it: Filtra per percorso di archiviazione
nl_nl: Filter op opslagpad
pt_br: Filtrar por caminho de armazenamento
ru_ru: Фильтр по пути хранения

source: Filter by owner
bg_bg: Филтър по собственик
fr_fr: Filtrer par propriétaire
it_it: Filtra per proprietario
nl_nl: Filter op eigenaar
pt_br: Filtrar por proprietário
ru_ru: Фильтровать по владельцу

source: Yes
bg_bg: Да
fr_fr: Oui
it_it: Sì
nl_nl: Ja
pt_br: Sim
ru_ru: Да

source: No
bg_bg: Не
fr_fr: Non
nl_nl: Nee
pt_br: Não
ru_ru: Нет

source: No documents
bg_bg: Няма документи
fr_fr: Aucun document
it_it: Nessun documento
nl_nl: Geen documenten
pt_br: Nenhum documento
ru_ru: Нет документов

source: Statistics
bg_bg: Статистика
fr_fr: Statistiques
it_it: Statistiche
nl_nl: Statistieken
pt_br: Estatísticas
ru_ru: Статистика

source: Go to inbox
bg_bg: Към входящата пощенска кутия
fr_fr: Accéder à la boîte de réception
it_it: Vai alla inbox
nl_nl: Ga naar inbox
pt_br: Ir para a caixa de entrada
ru_ru: Перейти во Входящие

source: Documents in inbox
bg_bg: Документи във входящата пощенска кутия
fr_fr: Documents dans la boîte de réception
it_it: Documenti in arrivo
nl_nl: Documenten in inbox
pt_br: Documentos na caixa de entrada
ru_ru: Документы во Входящих

source: Go to documents
bg_bg: Към документи
fr_fr: Aller aux documents
it_it: Vai ai documenti
nl_nl: Ga naar documenten
pt_br: Ir para o documento
ru_ru: Перейти к документам

source: Total documents
bg_bg: Общо документи
fr_fr: Nombre total de documents
it_it: Totale documenti
nl_nl: Totaal aantal documenten
pt_br: Total de documentos
ru_ru: Всего документов

source: Total characters
bg_bg: Общо знаци
fr_fr: Nombre total de caractères
it_it: Totale caratteri
nl_nl: Totaal aantal tekens
pt_br: Total de caracteres
ru_ru: Всего символов

source: Current ASN
bg_bg: Текущ ASN
fr_fr: NSA actuel
it_it: ASN Corrente
nl_nl: Huidige ASN
pt_br: ASN Atual
ru_ru: Текущий ASN

source: Other
bg_bg: Други
fr_fr: Autres
it_it: Altro
nl_nl: Overige
pt_br: Outros
ru_ru: Прочее

source: Upload documents
bg_bg: Качване на документи
fr_fr: Charger des documents
it_it: Carica documenti
nl_nl: Upload documenten
pt_br: Upload de documentos
ru_ru: Загрузить документы

source: or drop files anywhere
bg_bg: или пускайте файлове тук
fr_fr: ou déposer des fichiers n'importe où
it_it: o rilascia i file ovunque
pt_br: ou arraste e solte arquivos em qualquer lugar
ru_ru: или перетащите файлы в любое место

source: Dismiss completed
bg_bg: Отхвърляне на приключени
fr_fr: Masquer les documents terminés
it_it: Ignora completati
nl_nl: Verberg verwerkte documenten
pt_br: Esconder completos
ru_ru: Скрыть завершённые

source: Processing: countUploadingAndProcessing
bg_bg: Обработване: countUploadingAndProcessing
fr_fr: Traitement : countUploadingAndProcessing
it_it: Elaborazione in corso: countUploadingAndProcessing
nl_nl: Bezig met verwerken: countUploadingAndProcessing
pt_br: Processando: countUploadingAndProcessing
ru_ru: Обрабатываются: countUploadingAndProcessing

source: Failed: countFailed
bg_bg: Провалено: countFailed
fr_fr: Échec : countFailed
it_it: Falliti: countFailed
nl_nl: Mislukt: countFailed
pt_br: Falha: countFailed
ru_ru: Ошибка: countFailed

source: Added: countSuccess
bg_bg: Добавени: countSuccess
fr_fr: Ajout : countSuccess
it_it: Aggiunti: countSuccess
nl_nl: Toegevoegd: countSuccess
pt_br: Adicionado: countSuccess
ru_ru: Добавлено: countSuccess

source: You're ready to start uploading documents! Explore the various features of this web app on your own, or start a quick tour using the button below.
bg_bg: Вие сте готови да започнете качването на документи! Разгледайте самостоятелно различните функции на това уеб приложение или започнете бърза обиколка, като използвате бутона по-долу.
fr_fr: Vous êtes prêt à téléverser des documents ! Explorez les différentes fonctionnalités de cette application web par vous-même, ou commencez une visite rapide en utilisant le bouton ci-dessous.
it_it: Sei pronto per iniziare a caricare documenti! Esplora le varie funzionalità di questa web app da sola, o inizia un rapido tour utilizzando il pulsante qui sotto.
nl_nl: U bent klaar om documenten te uploaden! Ontdek zelf de verschillende functies van deze webapp of start een snelle rondleiding met de knop hieronder.
pt_br: Você está pronto para começar a enviar documentos! Explore os vários recursos deste aplicativo web por conta própria, ou inicie um tour rápido usando o botão abaixo.
ru_ru: Вы готовы начать загружать документы! Изучите различные функции этого веб-приложения самостоятельно, или начните короткий тур с помощью кнопки ниже.

source: Start the tour
bg_bg: Започване на обиколката
fr_fr: Commencer la visite
it_it: Inizia il tour
nl_nl: Rondleiding starten
pt_br: Iniciar o tour
ru_ru: Начать тур

source: Searching document with asn {{asn}}
bg_bg: Търсене на документи по Архивен номер {{asn}}
fr_fr: Recherche de document avec NSA {{asn}}
it_it: Cercando documento con asn {{asn}}
nl_nl: Document zoeken met asn {{asn}}
pt_br: Procurando documento com asn {{asn}}
ru_ru: Поиск документа с asn {{asn}}

source: Page
bg_bg: Страница
it_it: Pagina
nl_nl: Pagina
pt_br: Página
ru_ru: Страница

source: of {{previewNumPages}}
fr_fr: sur {{previewNumPages}}
it_it: di {{previewNumPages}}
nl_nl: van {{previewNumPages}}
pt_br: de {{previewNumPages}}
ru_ru: из {{previewNumPages}}

source: Download original
bg_bg: Изтегляне на оригинала
fr_fr: Télécharger l'original
it_it: Scarica originale
nl_nl: Download origineel
pt_br: Baixar original
ru_ru: Скачать оригинал

source: Reprocess
bg_bg: Преработен
fr_fr: Retraiter
it_it: Rielabora
nl_nl: Opnieuw verwerken
pt_br: Reprocessar
ru_ru: Обработать повторно

source: Print
fr_fr: Imprimer
it_it: Stampa
pt_br: Imprimir

source: More like this
bg_bg: Още като това
fr_fr: Documents liés
it_it: Altro come questo
nl_nl: Meer zoals dit
pt_br: Mais como este
ru_ru: Больше похожих

source: PDF Editor
fr_fr: Éditeur PDF
it_it: Editor PDF
pt_br: Editor de PDF
ru_ru: Редактор PDF

source: Send
bg_bg: Изпрати
fr_fr: Envoyer
it_it: Invia
nl_nl: Verzenden
pt_br: Enviar
ru_ru: Отправить

source: Previous
bg_bg: Предишно
fr_fr: Précédent
it_it: Precedente
nl_nl: Vorige
pt_br: Anterior
ru_ru: Предыдущий

source: Details
bg_bg: Подробности
fr_fr: Détails
it_it: Dettagli
pt_br: Detalhes
ru_ru: Детали

source: Title
bg_bg: Заглавие
fr_fr: Titre
it_it: Titolo
nl_nl: Titel
pt_br: Título
ru_ru: Заголовок

source: Archive serial number
bg_bg: Сериен номер на архива
fr_fr: Numéro de série d'archivage (NSA)
it_it: Numero seriale di archivio
nl_nl: Archief serienummer
pt_br: Número de série de arquivamento
ru_ru: Архивный номер (АН)

source: Date created
bg_bg: Дата на създаване
fr_fr: Date de création
it_it: Data creazione
nl_nl: Aanmaakdatum
pt_br: Data de criação
ru_ru: Дата создания

source: Correspondent
bg_bg: Кореспондент
fr_fr: Correspondant
it_it: Corrispondente
pt_br: Correspondente
ru_ru: Корреспондент

source: Document type
bg_bg: Тип на документа
fr_fr: Type de document
it_it: Tipo di documento
pt_br: Tipo de Documento
ru_ru: Тип документа

source: Storage path
bg_bg: Път за съхранение
fr_fr: Chemin de stockage
it_it: Percorso archiviazione
nl_nl: Opslagpad
pt_br: Caminho de armazenamento
ru_ru: Путь к хранилищу

source: Default
bg_bg: По подразбиране
fr_fr: Par défaut
it_it: Predefinito
nl_nl: Standaard
pt_br: Padrão
ru_ru: По умолчанию

source: Content
bg_bg: Съдържание
fr_fr: Contenu
it_it: Contenuto
nl_nl: Inhoud
pt_br: Conteúdo
ru_ru: Содержимое

source: Metadata
bg_bg: Метаданни
fr_fr: Métadonnées
it_it: Metadati
pt_br: Metadados
ru_ru: Метаданные

source: Date modified
bg_bg: Дата на промяна
fr_fr: Date de modification
it_it: Data modifica
nl_nl: Wijzigingsdatum
pt_br: Data de modificação
ru_ru: Дата изменения

source: Date added
bg_bg: Дата на добавяне
fr_fr: Date d'ajout
it_it: Data aggiunta
nl_nl: Datum toegevoegd
pt_br: Data de adição
ru_ru: Дата добавления
