Repository: wenzun-99/document-ms
Catalog: src-ui/src/locale/messages.*.xlf
Languages: bg_bg, fr_fr, it_it, nl_nl, pt_br, ru_ru

source: Media filename
bg_bg: Име на медиен файл
fr_fr: Nom de fichier du média
it_it: Nome file
nl_nl: Media bestandsnaam
pt_br: Nome do arquivo
ru_ru: Имя файла

source: Original filename
bg_bg: Оригинално име на файла
fr_fr: Nom du fichier d'origine
it_it: Nome file originale
nl_nl: Originele bestandsnaam
pt_br: Nome do arquivo original
ru_ru: Исходное имя файла

source: Original MD5 checksum
bg_bg: Оригинална контролна сума MD5
fr_fr: Somme de contrôle MD5 de l'original
it_it: Checksum MD5 originale
nl_nl: Originele MD5 checksum
pt_br: Soma de verificação MD5 original
ru_ru: Оригинальная MD5 сумма

source: Original file size
bg_bg: Оригинален размер на файла
fr_fr: Taille du fichier original
it_it: Dimensione file originale
nl_nl: Originele bestandsgrootte
pt_br: Tamanho do arquivo original
ru_ru: Размер оригинального файла

source: Original mime type
bg_bg: Оригинален mime тип
fr_fr: Type MIME de l'original
it_it: Tipo mime originale
nl_nl: Oorspronkelijke mime-type
pt_br: Tipo mime original
ru_ru: Оригинальный MIME тип

source: Archive MD5 checksum
bg_bg: Архивна контролна сума MD5
fr_fr: Somme de contrôle MD5 de l'archive
it_it: Checksum MD5 archivio
nl_nl: Archief MD5 checksum
pt_br: Soma de verificação MD5 de arquivamento
ru_ru: MD5 сумма архива

source: Archive file size
bg_bg: Размер на архива
fr_fr: Taille du fichier archivé
it_it: Dimensione file archivio
nl_nl: Archief bestandsgrootte
pt_br: Tamanho arquivado
ru_ru: Размер архива

source: Original document metadata
bg_bg: Оригинални метаданни на документ
fr_fr: Métadonnées du document original
it_it: Metadati del documento originale
nl_nl: Originele document metadata
pt_br: Metadados do documento original
ru_ru: Метаданные оригинального документа

source: Archived document metadata
bg_bg: Архивирани метаданни на документа
fr_fr: Métadonnées du document archivé
it_it: Metadati del documento archiviato
nl_nl: Gearchiveerde document metadata
pt_br: Metadados do documento arquivado
ru_ru: Метаданные архивного документа

source: History
bg_bg: История
fr_fr: Historique
it_it: Cronologia
nl_nl: Geschiedenis
pt_br: Histórico
ru_ru: История

source: Save & next
bg_bg: Запази & следващото
fr_fr: Enregistrer & suivant
it_it: Salva e vai al prossimo
nl_nl: Opslaan & volgende
pt_br: Salvar & próximo
ru_ru: Сохранить & следующий

source: Save & close
bg_bg: Запази & затвори
fr_fr: Enregister & fermer
it_it: Salva & chiudi
nl_nl: Opslaan & sluiten
pt_br: Salvar & Fechar
ru_ru: Сохранить & закрыть

source: Document loading...
bg_bg: Зареждане на документи...
fr_fr: Chargement du document…
it_it: Caricamento del documento...
nl_nl: Document laden...
pt_br: Carregando documentos...
ru_ru: Документ загружается...

source: Enter Password
bg_bg: Въведете парола
fr_fr: Saisir le mot de passe
it_it: Immettere Password
nl_nl: Wachtwoord invoeren
pt_br: Digite a senha
ru_ru: Введите пароль

source: An error occurred loading content: err.message ?? err.toString()
bg_bg: Възникна грешка при зареждане на съдържание: err.message ?? err.toString()
fr_fr: Une erreur s'est produite lors du chargement du contenu : err.message ?? err.toString()
it_it: Si è verificato un errore durante il caricamento del contenuto: err.message ?? err.toString()
nl_nl: Er is een fout opgetreden bij het laden van de inhoud: err.message ?? err.toString()
pt_br: Ocorreu um erro ao carregar o conteúdo: err.message ?? err.toString()
ru_ru: Произошла ошибка при загрузке контента: err.message ?? err.toString()

source: Document changes detected
bg_bg: Установени промени в документа
fr_fr: Modifications du document détectées
it_it: Rilevate modifiche al documento
nl_nl: Documentwijzigingen gedetecteerd
pt_br: Alterações de documento detectadas
ru_ru: Обнаружены изменения документа

source: The version of this document in your browser session appears older than the existing version.
bg_bg: Версията на този документ в сесията на вашия браузър изглежда по-стара от съществуващата версия.
fr_fr: La version de ce document dans la session de votre navigateur semble plus ancienne que la version existante.
it_it: La versione di questo documento nella sessione del browser appare più vecchia della versione esistente.
nl_nl: De versie van dit document in je browsersessie lijkt ouder dan de bestaande versie.
pt_br: A versão deste documento na sessão do seu navegador parece mais antiga que a versão existente.
ru_ru: Версия этого документа в вашем браузере появляется старше существующей версии.

source: Saving the document here may overwrite other changes that were made. To restore the existing version, discard your changes or close the document.
bg_bg: Записването на документа тук може да презапише други направени промени. За да възстановите съществуващата версия, отхвърлете промените или затворете документа.
fr_fr: Sauvegarder le document ici peut écraser les autres modifications qui ont été faites. Pour restaurer la version existante, annulez vos modifications ou fermez le document.
it_it: Salvare il documento qui potrebbe sovrascrivere altre modifiche apportate. Per ripristinare la versione esistente, annulla le modifiche o chiudi il documento.
nl_nl: Als je het document hier opslaat, worden mogelijk andere wijzigingen overschreven. Om de bestaande versie te herstellen, kun je de wijzigingen negeren of het document sluiten.
pt_br: Salvar o documento aqui pode substituir outras alterações feitas. Para restaurar a versão existente, descarte suas alterações ou feche o documento.
ru_ru: Сохранение документа здесь может привести к перезаписи внесенных изменений. Чтобы восстановить существующую версию, отмените изменения или закройте документ.

source: Next document
bg_bg: Следващ документ
fr_fr: Document suivant
it_it: Documento successivo
nl_nl: Volgend document
pt_br: Próximo documento
ru_ru: Следующий документ

source: Previous document
bg_bg: Предишен документ
fr_fr: Document précédent
it_it: Documento precedente
nl_nl: Vorig document
pt_br: Documento anterior
ru_ru: Предыдущий документ

source: Close document
bg_bg: Затваряне на документ
fr_fr: Fermer le document
it_it: Chiudi documento
nl_nl: Sluit document
pt_br: Fechar documento
ru_ru: Закрыть документ

source: Save document
bg_bg: Запазете документ
fr_fr: Enregistrer le document
it_it: Salva documento
nl_nl: Document opslaan
pt_br: Salvar documento
ru_ru: Сохранить документ

source: Save and close / next
bg_bg: Запази и затвори / следващ
fr_fr: Sauvegarder et fermer / suivant
it_it: Salva e chiudi / successivo
nl_nl: Opslaan en sluiten/volgende
pt_br: Salvar e fechar / próximo
ru_ru: Сохранить и закрыть / далее

source: Error retrieving metadata
bg_bg: Грешка при извличане на метаданни
fr_fr: Erreur lors de la récupération des métadonnées
it_it: Errore nel recupero dei metadati
nl_nl: Fout bij ophalen metadata
pt_br: Erro ao recuperar metadados
ru_ru: Ошибка при получении метаданных

source: Error retrieving suggestions.
bg_bg: Грешка при извличане на предложения.
fr_fr: Erreur lors de la récupération des suggestions.
it_it: Errore durante il recupero dei suggerimenti.
nl_nl: Fout bij ophalen suggesties.
pt_br: Erro ao recuperar sugestões.
ru_ru: Ошибка при получении предложений.

source: Document "newValues.title" saved successfully.
bg_bg: Документ "newValues.title" запазен успешно.
fr_fr: Document « newValues.title » enregistré avec succès.
it_it: Documento "newValues.title" salvato con successo.
nl_nl: Document "newValues.title" succesvol opgeslagen.
pt_br: Documento "newValues.title" salvo com sucesso.
ru_ru: Документ "newValues.title" успешно сохранён.

source: Error saving document "this.document.title"
bg_bg: Грешка при запазване на документ "this.document.title"
fr_fr: Erreur lors de la sauvegarde du document "this.document.title"
it_it: Errore durante il savataggio del documento "this.document.title"
nl_nl: Fout bij opslaan document "this.document.title"
pt_br: Erro ao salvar o documento "this.document.title"
ru_ru: Ошибка при сохранении документа "this.document.title"

source: Error saving document
bg_bg: Грешка при запазване на документа
fr_fr: Erreur lors de la sauvegarde du document
it_it: Errore nel salvare il documento
nl_nl: Fout bij opslaan document
pt_br: Erro ao salvar documento
ru_ru: Ошибка при сохранении документа

source: Do you really want to move the document "this.document.title" to the trash?
bg_bg: Наистина ли искате да преместите документа "this.document.title" в кошчето?
fr_fr: Voulez-vous vraiment déplacer le document « this.document.title » vers la corbeille ?
it_it: Vuoi davvero spostare il documento "this.document.title" nel cestino?
nl_nl: Weet je zeker dat je het document "this.document.title" naar de prullenbak wilt verplaatsen?
pt_br: Você realmente deseja mover o documento "this.document.title"?
ru_ru: Вы действительно хотите переместить документ "this.document.title" в корзину?

source: Documents can be restored prior to permanent deletion.
bg_bg: Документите могат да бъдат възстановени преди перманентното им изтриване.
fr_fr: Les documents peuvent être restaurés avant la suppression définitive.
it_it: I documenti possono essere ripristinati prima della cancellazione definitiva.
nl_nl: Documenten kunnen worden hersteld voordat ze definitief worden verwijderd.
pt_br: Documentos podem ser restaurados antes da exclusão permanente.
ru_ru: Документы могут быть восстановлены до окончательного удаления.

source: Move to trash
bg_bg: Премести в кошчето
fr_fr: Déplacer vers la corbeille
it_it: Sposta nel cestino
nl_nl: Verplaatsen naar prullenbak
pt_br: Mover para lixeira
ru_ru: Переместить в корзину

source: Error deleting document
bg_bg: Грешка при изтриване на документа
fr_fr: Erreur lors de la suppression du document
it_it: Errore durante l'eliminazione del documento
nl_nl: Fout bij verwijderen document
pt_br: Erro ao apagar documento
ru_ru: Ошибка удаления документа

source: Reprocess confirm
bg_bg: Потвърди преработване
fr_fr: Confirmer le retraitement
it_it: Conferma rielaborazione
nl_nl: Bevestig opnieuw verwerken
pt_br: Confirmação de reprocessamento
ru_ru: Подтвердить повторную обработку

source: This operation will permanently recreate the archive file for this document.
bg_bg: Тази операция ще пресъздаде архивен файл за този документ.
fr_fr: Cette action recréera définitivement le fichier d'archive pour ce document.
it_it: Questa operazione ricreerà in modo permanente il file di archivio per questo documento.
nl_nl: Met deze bewerking wordt het gearchiveerde bestand voor dit document permanent opnieuw gemaakt.
pt_br: Essa operação irá recriar permanentemente o arquivo para este documento.
ru_ru: Это действие перезапишет файл архива для этого документа.

source: The archive file will be re-generated with the current settings.
bg_bg: Архивният файл ще бъде отново генериран с текущите настройки.
fr_fr: Le fichier d'archive va être régénéré avec les paramètres actuels.
it_it: Il file di archivio verrà rigenerato con le impostazioni attuali.
nl_nl: Het gearchiveerde bestand wordt opnieuw gegenereerd met de huidige instellingen.
pt_br: Os arquivos serão re-gerados com as configurações atuais.
ru_ru: Файл архива будет сгенерирован с текущими настройками.

source: Reprocess operation for "this.document.title" will begin in the background. Close and re-open or reload this document after the operation has completed to see new content.
bg_bg: Операция за преработка на "this.document.title", ще започне на заден план. Затворете и отворете или презаредете този документ след приключване на операцията, за да видите ново съдържание.
fr_fr: L'opération de retraitement pour "this.document.title" commencera en arrière-plan. Fermez et rouvrez ou rechargez ce document une fois l'opération terminée pour voir le nouveau contenu.
it_it: L'attività di rielaborazione per "this.document.title" inizierà in background. Chiudi e riapri o ricarica questo documento dopo che l'operazione è stata completata per vedere i nuovi contenuti.
nl_nl: Het opnieuw verwerken van "this.document.title" zal op de achtergrond beginnen. Sluit en open het document opnieuw nadat de bewerking is voltooid om de wijzigingen te zien.
pt_br: O reprocessamento de "this.document.title" começará em background. Feche e reabra ou recarregue este documento após a operação ser concluída para ver o novo conteúdo.
ru_ru: Повторная обработка для "this.document.title" начнется в фоновом режиме. Закройте и повторно откройте или обновите страницу с этим документом после завершения операции, чтобы увидеть новое содержимое.

source: Error executing operation
bg_bg: Грешка при изпълнение на операцията
fr_fr: Erreur lors de l'exécution de l'opération
it_it: Errore nell'esecuzione dell'operazione
nl_nl: Fout bij uitvoeren bewerking
pt_br: Erro ao executar a operação de divisão
ru_ru: Ошибка при выполнении операции

source: Error downloading document
bg_bg: Грешка при изтегляне на документа
fr_fr: Erreur lors du téléchargement du document
it_it: Errore durante il download del documento
nl_nl: Fout bij downloaden document
pt_br: Erro ao baixar o documento
ru_ru: Ошибка скачивания документа

source: Page Fit
bg_bg: Побиране на страницата
fr_fr: Ajustement de la page
it_it: Adatta Alla Pagina
nl_nl: Pagina passend maken
pt_br: Ajustar à Página
ru_ru: Вместить страницу

source: PDF edit operation for "this.document.title" will begin in the background.
fr_fr: L'opération de modification du PDF pour "this.document.title" commencera en arrière-plan.
it_it: L'operazione di modifica PDF per "this.document.title" inizierà in background.
pt_br: A operação de edição de PDF para "this.document.title" começará em segundo plano.
ru_ru: Редактирование PDF для "this.document.title" начнется в фоновом режиме.

source: Error executing PDF edit operation
fr_fr: Erreur lors de l’exécution de l’opération de modification du PDF
it_it: Errore durante l'operazione di modifica PDF
pt_br: Erro ao executar a operação de divisão
ru_ru: Ошибка при выполнении операции редактирования PDF

source: Print failed.
fr_fr: Impression échouée.
it_it: Stampa non riuscita.
nl_nl: Printen mislukt.
pt_br: Impressão falhou.

source: Error loading document for printing.
fr_fr: Erreur lors du chargement du document pour impression.
it_it: Errore nel caricamento del documento per la stampa.
nl_nl: Fout bij laden van document voor printen.
pt_br: Erro ao carregar o documento para impressão.

source: An error occurred loading tiff: err.toString()
bg_bg: Възникна грешка при зареждането на tiff: err.toString()
fr_fr: Une erreur s’est produite lors du chargement du tiff : err.toString()
it_it: Errore durante il caricamento della TIFF: err.toString()
nl_nl: Fout bij het laden van tiff: err.toString()
pt_br: Ocorreu um erro ao carregar tiff: err.toString()
ru_ru: Произошла ошибка при загрузке tiff: err.toString()

source: No entries found.
bg_bg: Няма намерени записи.
fr_fr: Aucune entrée trouvée.
it_it: Nessun elemento trovato.
nl_nl: Geen vermeldingen gevonden.
pt_br: Nenhuma entrada encontrada.
ru_ru: Записей не найдено.

source: Edit:
bg_bg: Редактиране:
fr_fr: Modifier :
it_it: Modifica:
nl_nl: Bewerk:
pt_br: Editar:
ru_ru: Редактировать:

source: Filter tags
bg_bg: Филтър на етикети
fr_fr: Filtrer les étiquettes
it_it: Filtra tag
nl_nl: Labels filteren
pt_br: Filtrar etiquetas
ru_ru: Фильтр тегов

source: Filter correspondents
bg_bg: Филтриране на кореспонденти
fr_fr: Filtrer les correspondants
it_it: Filtra corrispondenti
nl_nl: Correspondenten filteren
pt_br: Filtrar correspondentes
ru_ru: Фильтр корреспондентов

source: Filter document types
bg_bg: Филтриране по тип на документ
fr_fr: Filtrer les types de documents
it_it: Filtra tipi di documento
nl_nl: Documenttypes filteren
pt_br: Filtrar tipos de documento
ru_ru: Фильтр типа документов

source: Filter storage paths
bg_bg: Филтриране на пътища за съхранение
fr_fr: Filtrer les chemins de stockage
it_it: Filtra percorsi di archiviazione
nl_nl: Opslagpaden filteren
pt_br: Filtrar caminhos de armazenamento
ru_ru: Фильтр по пути хранения

source: Custom fields
bg_bg: Персонализирани полета
fr_fr: Champs personnalisés
it_it: Campi personalizzati
nl_nl: Aangepaste velden
pt_br: Campos personalizados
ru_ru: Пользовательские поля

source: Set values
bg_bg: Задайте стойности
fr_fr: Définir des valeurs
it_it: Imposta valori
nl_nl: Waarden instellen
pt_br: Definir valores
ru_ru: Установить значения

source: Rotate
bg_bg: Завъртете
fr_fr: Pivoter
it_it: Ruota
nl_nl: Roteren
pt_br: Girar
ru_ru: Повернуть

source: Merge
bg_bg: Обединяване
fr_fr: Fusionner
it_it: Unisci
nl_nl: Samenvoegen
pt_br: Juntar
ru_ru: Объединить

source: Include:
bg_bg: Включете:
fr_fr: Inclure :
it_it: Includere:
nl_nl: Inclusief:
pt_br: Incluir:
ru_ru: Включить:

source: Archived files
bg_bg: Архивирани файлове
fr_fr: Fichiers archivés
it_it: File archiviati
nl_nl: Gearchiveerde bestanden
pt_br: Arquivos arquivados
ru_ru: Архивные файлы

source: Original files
bg_bg: Оригинални файлове
fr_fr: Fichiers originaux
it_it: File originali
nl_nl: Originele bestanden
pt_br: Arquivos originais
ru_ru: Исходные файлы

source: Use formatted filename
bg_bg: Използвайте форматирано име на файл
fr_fr: Utiliser le nom de fichier formaté
it_it: Usa nome file formattato
nl_nl: Gebruik geformatteerde bestandsnaam
pt_br: Usar nome do arquivo formatado
ru_ru: Использовать форматированное имя файла

source: Error executing bulk operation
bg_bg: Грешка при изпълнение на групова операция
fr_fr: Erreur lors de l'exécution de l'opération de masse
it_it: Errore nell'esecuzione dell'operazione in blocco
nl_nl: Fout bij uitvoeren bulkbewerking
pt_br: Erro ao executar a operação em massa
ru_ru: Ошибка при выполнении массовой операции

source: "items[0].name" and "items[1].name"
bg_bg: "items[0].name" и "items[1].name"
fr_fr: "items[0].name" et "items[1].name"
it_it: "items[0].name" e "items[1].name"
nl_nl: "items[0].name" en "items[1].name"
pt_br: "items[0].name" e "items[1].name"
ru_ru: "items[0].name" и "items[1].name"

source: list and "items[items.length - 1].name"
bg_bg: list и "items[items.length - 1].name"
fr_fr: list et "items[items.length - 1].name"
it_it: liste "items[items.length - 1].name"
nl_nl: list en "items[items.length - 1].name"
pt_br: list e "items[items.length - 1].name"
ru_ru: list и "items[items.length - 1].name"

source: Confirm tags assignment
bg_bg: Потвърждаване на задаването на етикети
fr_fr: Confirmer l'affectation des étiquettes
it_it: Conferma assegnazione tag
nl_nl: Bevestig toewijzen van labels
pt_br: Confirmar atribuição de etiqueta
ru_ru: Подтвердить применяемый тег

source: This operation will add the tag "tag.name" to this.list.selected.size selected document(s).
bg_bg: Тази операция ще добави етикета "tag.name" към this.list.selected.size избрани документ(и).
fr_fr: Cette action affectera l'étiquette "tag.name" au(x) this.list.selected.size document(s) sélectionné(s).
it_it: Questa operazione aggiungerà il tag "tag.name" a this.list.selected.size documento/i selezionato/i.
nl_nl: Het label "tag.name" zal aan this.list.selected.size geselecteerd(e) document(en) worden toegewezen.
pt_br: Essa operação irá adicionar a etiqueta "tag.name" em this.list.selected.size documento(s) selecionado(s).
ru_ru: Эта операция добавит тег "tag.name" выбранным документам this.list.selected.size.

source: This operation will add the tags this._localizeList( changedTags.itemsToAdd ) to this.list.selected.size selected document(s).
bg_bg: Тази операция ще добави етикети "this._localizeList( changedTags.itemsToAdd )" към this.list.selected.size избрани документ(и).
fr_fr: Cette action affectera les étiquettes this._localizeList( changedTags.itemsToAdd ) au(x) this.list.selected.size document(s) sélectionné(s).
it_it: Questa operazione aggiungerà i tag this._localizeList( changedTags.itemsToAdd ) a this.list.selected.size documento/i selezionato/i.
nl_nl: Deze bewerking zal de labels this._localizeList( changedTags.itemsToAdd ) toevoegen aan this.list.selected.size geselecteerd(e) document(en).
pt_br: Essa operação irá adicionar as etiquetas this._localizeList( changedTags.itemsToAdd ) em this.list.selected.size ao(s) documento(s) selecionado(s).
ru_ru: Эта операция добавит теги this._localizeList( changedTags.itemsToAdd ) к this.list.selected.size выбранному(ым) документу(ам).

source: This operation will remove the tag "tag.name" from this.list.selected.size selected document(s).
bg_bg: Тази операция ще премахне етикета "tag.name" към this.list.selected.size избрани документ(и).
fr_fr: Cette action supprimera l'étiquette "tag.name" de(s) this.list.selected.size document(s) sélectionné(s).
it_it: Questa operazione rimuoverà il tag "tag.name" da this.list.selected.size documento/i selezionato/i.
nl_nl: Het label "tag.name" zal verwijderd worden van this.list.selected.size geselecteerd(e) document(en).
pt_br: Essa operação irá remover a etiqueta "tag.name" de this.list.selected.size documento(s) selecionado(s).
ru_ru: Эта операция удалит теги "tag.name" с this.list.selected.size выбранных документов.

source: This operation will remove the tags this._localizeList( changedTags.itemsToRemove ) from this.list.selected.size selected document(s).
bg_bg: Тази операция ще премахне етикетите "this._localizeList( changedTags.itemsToRemove )" към this.list.selected.size избрани документ(и).
fr_fr: Cette action supprimera les étiquettes this._localizeList( changedTags.itemsToRemove ) de(s) this.list.selected.size document(s) sélectionné(s).
it_it: Questa operazione rimuoverà i tag this._localizeList( changedTags.itemsToRemove ) da this.list.selected.size documento/i selezionato/i.
nl_nl: Deze bewerking zal de labels this._localizeList( changedTags.itemsToRemove ) verwijderen van this.list.selected.size geselecteerd(e) document(en).
pt_br: Essa operação irá remover as etiquetas this._localizeList( changedTags.itemsToRemove ) de this.list.selected.size do(s) documento(s) selecionado(s).
ru_ru: Эта операция удалит теги this._localizeList( changedTags.itemsToRemove ) из this.list.selected.size выбранного(ых) документа(ов).

source: This operation will add the tags this._localizeList( changedTags.itemsToAdd ) and remove the tags this._localizeList( changedTags.itemsToRemove ) on this.list.selected.size selected document(s).
bg_bg: Тази операция ще добави етикетите this._localizeList( changedTags.itemsToAdd ) и премахне етикетите this._localizeList( changedTags.itemsToRemove ) на this.list.selected.size избраните документ(и).
fr_fr: Cette action ajoutera les étiquettes this._localizeList( changedTags.itemsToAdd ) et supprimera les étiquettes this._localizeList( changedTags.itemsToRemove ) de(s) this.list.selected.size document(s) sélectionné(s).
it_it: Questa operazione aggiungerà i tag this._localizeList( changedTags.itemsToAdd ) e rimuoverà i tag this._localizeList( changedTags.itemsToRemove ) a this.list.selected.size documento/i selezionato/i.
nl_nl: Deze bewerking zal de labels this._localizeList( changedTags.itemsToAdd ) toevoegen en verwijdert de labels this._localizeList( changedTags.itemsToRemove ) van this.list.selected.size geselecteerd(e) document(en).
pt_br: Essa operação irá adicionar as etiquetas this._localizeList( changedTags.itemsToAdd ) e remover as etiquetas this._localizeList( changedTags.itemsToRemove ) de this.list.selected.size documento(s) selecionado(s).
ru_ru: Эта операция добавит теги this._localizeList( changedTags.itemsToAdd ) и удалит теги this._localizeList( changedTags.itemsToRemove ) из this.list.selected.size выбранного(ых) документа(ов).

source: Confirm correspondent assignment
bg_bg: Потвърждаване на задаването на кореспондент
fr_fr: Confirmer l'affectation du correspondant
it_it: Conferma assegnazione corrispondente
nl_nl: Bevestig toewijzen van correspondent
pt_br: Confirmar atribuição de correspondente
ru_ru: Подтвердите назначения корреспондента
