Repository: wenzun-99/document-ms
Catalog: src-ui/src/locale/messages.*.xlf
Languages: bg_bg, fr_fr, it_it, nl_nl, pt_br, ru_ru

source: Started@if (tasksService.startedFileTasks.length > 0) {<span class="badge bg-secondary ms-2">{{tasksService.startedFileTasks.length}}</span>}
bg_bg: Стартирано@if (tasksService.startedFileTasks.length > 0) {<span class="badge bg-secondary ms-2">{{tasksService.startedFileTasks.length}}</span>}
fr_fr: @if (tasksService.startedFileTasks.length > 0) {<span class="badge bg-secondary ms-2">{{tasksService.startedFileTasks.length}}</span>} Commencé(s)
it_it: Iniziato@if (tasksService.startedFileTasks.length > 0) {<span class="badge bg-secondary ms-2">{{tasksService.startedFileTasks.length}}</span>}
nl_nl: Gestart@if (tasksService.startedFileTasks.length > 0) {<span class="badge bg-secondary ms-2">{{tasksService.startedFileTasks.length}}</span>}
pt_br: Iniciado@if (tasksService.startedFileTasks.length > 0) {<span class="badge bg-secondary ms-2">{{tasksService.startedFileTasks.length}}</span>}
ru_ru: Начато@if (tasksService.startedFileTasks.length > 0) {<span class="badge bg-secondary ms-2">{{tasksService.startedFileTasks.length}}</span>}

source: Queued@if (tasksService.queuedFileTasks.length > 0) {<span class="badge bg-secondary ms-2">{{tasksService.queuedFileTasks.length}}</span>}
bg_bg: Добавено в опашка@if (tasksService.queuedFileTasks.length > 0) {<span class="badge bg-secondary ms-2">{{tasksService.queuedFileTasks.length}}</span>}
fr_fr: @if (tasksService.queuedFileTasks.length > 0) {<span class="badge bg-secondary ms-2">{{tasksService.queuedFileTasks.length}}</span>} En attente
it_it: In Coda@if (tasksService.queuedFileTasks.length > 0) {<span class="badge bg-secondary ms-2">{{tasksService.queuedFileTasks.length}}</span>}
nl_nl: In wachtrij@if (tasksService.queuedFileTasks.length > 0) {<span class="badge bg-secondary ms-2">{{tasksService.queuedFileTasks.length}}</span>}
pt_br: Na fila@if (tasksService.queuedFileTasks.length > 0) {<span class="badge bg-secondary ms-2">{{tasksService.queuedFileTasks.length}}</span>}
ru_ru: В очереди@if (tasksService.queuedFileTasks.length > 0) {<span class="badge bg-secondary ms-2">{{tasksService.queuedFileTasks.length}}</span>}

source: Result
bg_bg: Резултат
fr_fr: Résultat
it_it: Risultato
nl_nl: Resultaat
pt_br: Resultado
ru_ru: Результат

source: Dismiss selected
bg_bg: Отхвърляне на селекцията
fr_fr: Ignorer la sélection
it_it: Ignora selezionati
nl_nl: Verberg geselecteerde
pt_br: Dispensar selecionado
ru_ru: Отменить выбранное

source: Dismiss all
bg_bg: Отхвърляне на всичко
fr_fr: Tout ignorer
it_it: Ignora tutto
nl_nl: Verberg alle
pt_br: Dispensar todos
ru_ru: Отменить все

source: Confirm Dismiss All
bg_bg: Потвърдете отхвърлянето на всичко
fr_fr: Confirmer « Tout ignorer »
it_it: Conferma Ignora Tutto
nl_nl: Bevestig alles verbergen
pt_br: Confirmar Dispensar Todos
ru_ru: Подтвердить отмену всех

source: Dismiss all tasks.size tasks?
bg_bg: Отхвърляне на всички tasks.size задачи?
fr_fr: Ignorer toutes (tasks.size) les tâches ?
it_it: Ignorare tutte le attività tasks.size?
nl_nl: Verberg alle tasks.size taken?
pt_br: Descartar todas as tasks.size tarefas?
ru_ru: Отказаться от всех tasks.size заданий?

source: Error dismissing tasks
fr_fr: Erreur lors du rejet des tâches
it_it: Errore nel rimuovere l'attività
pt_br: Erro ao ignorar tarefas

source: Error dismissing task
fr_fr: Erreur lors du rejet de la tâche
it_it: Errore nel rimuovere le attività
pt_br: Erro ao ignorar tarefa

source: queued
bg_bg: на опашка
fr_fr: en attente
it_it: in coda
nl_nl: in wachtrij
pt_br: na fila
ru_ru: в очереди

source: started
bg_bg: стартирано
fr_fr: commencé
it_it: avviato
nl_nl: gestart
pt_br: iniciado
ru_ru: запущено

source: completed
bg_bg: завършени
fr_fr: terminé(s)
it_it: completato
nl_nl: voltooid
pt_br: concluído
ru_ru: завершено

source: failed
bg_bg: неуспял
fr_fr: échec
it_it: fallito
nl_nl: mislukt
pt_br: falhou
ru_ru: неудачно

source: Trash
bg_bg: Кошче
fr_fr: Corbeille
it_it: Cestino
nl_nl: Prullenbak
pt_br: Lixeira
ru_ru: Корзина

source: Manage trashed documents that are pending deletion.
bg_bg: Управлявайте преместени документи, които чакат изтриване.
fr_fr: Gérez les documents mis à la corbeille en attente de suppression.
it_it: Gestisci i documenti cestinati in attesa di eliminazione.
nl_nl: Beheer documenten in de prullenbak die nog verwijderd moeten worden.
pt_br: Gerenciar documentos da lixeira que estão pendentes de exclusão.
ru_ru: Управление документами в корзине, ожидающими удаления.

source: Restore selected
bg_bg: Върни избраните
fr_fr: Restaurer le(s) sélectionné(s)
it_it: Ripristina selezionati
nl_nl: Geselecteerde herstellen
pt_br: Restaurar os itens selecionados
ru_ru: Восстановить выбранные

source: Delete selected
bg_bg: Изтрии избраните
fr_fr: Effacer le(s) sélectionné(s)
it_it: Elimina selezionati
nl_nl: Geselecteerde verwijderen
pt_br: Excluir os itens selecionados
ru_ru: Удалить выбранные

source: Empty trash
bg_bg: Изпразни кошчето
fr_fr: Vider la corbeille
it_it: Svuota cestino
nl_nl: Prullenbak leegmaken
pt_br: Esvaziar Lixeira
ru_ru: Очистить корзину

source: Remaining
bg_bg: Останава
fr_fr: Restants
it_it: Rimanenti
nl_nl: Resterend
pt_br: Restantes
ru_ru: Осталось

source: {{ getDaysRemaining(document) }} days
bg_bg: {{ getDaysRemaining(document) }} дни
fr_fr: {{ getDaysRemaining(document) }} jour(s)
it_it: {{ getDaysRemaining(document) }} giorni
nl_nl: {{ getDaysRemaining(document) }} dagen
pt_br: {{ getDaysRemaining(document) }} dias
ru_ru: {{ getDaysRemaining(document) }} дней

source: Restore
bg_bg: Възстановяване
fr_fr: Restaurer
it_it: Ripristina
nl_nl: Herstellen
pt_br: Restaurar
ru_ru: Восстановить

source: Delete
bg_bg: Изтриване
fr_fr: Supprimer
it_it: Elimina
nl_nl: Verwijderen
pt_br: Excluir
ru_ru: Удалить

source: {VAR_PLURAL, plural, =1 {One document in trash} other {{INTERPOLATION} total documents in trash}}
bg_bg: {VAR_PLURAL, plural, =1 {Един документ в кошчето} other {{INTERPOLATION} всички документи в кошчето}}
fr_fr: {VAR_PLURAL, plural,=1 {Un document dans la corbeille} other {{INTERPOLATION} documents dans la corbeille}}
it_it: {VAR_PLURAL, plural, =1 {Un documento} other {{INTERPOLATION} documenti}} nel cestino
nl_nl: {VAR_PLURAL, plural, =1 {Eén document in de prullenbak} other {{INTERPOLATION} documenten in totaal in de prullenbak}}
pt_br: {VAR_PLURAL, plural, one {Nenhum documento}=1 {{INTERPOLATION} documento} other {{INTERPOLATION} documentos}} na lixeira
ru_ru: {VAR_PLURAL, plural, =1 {Один документ в корзине} other {{INTERPOLATION} всего документов в корзине}}

source: Confirm delete
bg_bg: Потвърдете изтриването
fr_fr: Confirmer la suppression
it_it: Conferma eliminazione
nl_nl: Bevestig het verwijderen
pt_br: Confirmar exclusão
ru_ru: Подтвердите удаление

source: This operation will permanently delete this document.
bg_bg: Тази операция ще изтрие завинаги този документ.
fr_fr: Cette opération effacera définitivement ce document.
it_it: Questa operazione eliminerà permanentemente questo documento.
nl_nl: Deze bewerking zal dit document permanent verwijderen.
pt_br: Esta operação irá apagar permanentemente este documento.
ru_ru: Эта операция навсегда удалит выбранный документ.

source: This operation cannot be undone.
bg_bg: Това действие не може да бъде отменено.
fr_fr: Cette action est irréversible.
it_it: Questa operazione non può essere annullata.
nl_nl: Deze actie kan niet ongedaan worden gemaakt.
pt_br: Essa operação não pode ser revertida.
ru_ru: Эту операцию нельзя отменить.

source: Document "document.title" deleted
bg_bg: Документ "document.title" изтрит
fr_fr: Document "document.title" supprimé
it_it: Documento "document.title" eliminato
nl_nl: Document "document.title" verwijderd
pt_br: Documento "document.title excluído
ru_ru: Документ "document.title" удален

source: Error deleting document "document.title"
bg_bg: Грешка при изтриване на документа "document.title"
fr_fr: Erreur lors de la suppression du document "document.title"
it_it: Errore durante l'eliminazione del documento "document.title"
nl_nl: Fout bij verwijderen document "document.title"
pt_br: Erro ao excluir o documento "document.title"
ru_ru: Ошибка при удалении документа "document.title"

source: This operation will permanently delete the selected documents.
bg_bg: Тази операция ще изтрие завинаги избраните документи.
fr_fr: Cette action effacera définitivement les documents sélectionnés.
it_it: Questa operazione eliminerà definitivamente i documenti selezionati.
nl_nl: Deze bewerking zal de geselecteerde documenten permanent verwijderen.
pt_br: Essa operação irá excluir permanentemente o(s) documento(s) selecionado(s).
ru_ru: Эта операция навсегда удалит выбранные документы.

source: This operation will permanently delete all documents in the trash.
bg_bg: Тази операция ще изтрие за постоянно всички документи в кошчето.
fr_fr: Cette opération effacera définitivement tous les documents de la corbeille.
it_it: Questa operazione eliminerà permanentemente tutti i documenti nel cestino.
nl_nl: Deze bewerking zal alle documenten in de prullenbak permanent verwijderen.
pt_br: Esta operação irá excluir permanentemente todos os documentos da lixeira.
ru_ru: Эта операция навсегда удалит все документы в корзине.

source: Document(s) deleted
bg_bg: Документ(и) изтрит
fr_fr: Document(s) effacé(s)
it_it: Documento(i) cancellato(i)
nl_nl: Document(en) verwijderd
pt_br: Documento(s) excluído(s)
ru_ru: Документ(ы) удален(ы)

source: Error deleting document(s)
bg_bg: Грешка при изтриване на документ(и)
fr_fr: Une erreur s'est produite lors de la suppression du/des document(s)
it_it: Errore nell'eliminare il documento(i)
nl_nl: Fout bij verwijderen document(en)
pt_br: Erro ao apagar documento(s)
ru_ru: Ошибка при удалении документам(ов)

source: Document "document.title" restored
bg_bg: Документ "document.title" възстановен
fr_fr: Document "document.title" restauré
it_it: Documento "document.title" ripristinato
nl_nl: Document "document.title" hersteld
pt_br: Documento "document.title restaurado
ru_ru: Документ "document.title" восстановлен

source: Error restoring document "document.title"
bg_bg: Грешка при възстановаяване на документ "document.title"
fr_fr: Erreur lors de la restauration du document "document.title"
it_it: Errore nel ripristino del documento "document.title"
nl_nl: Fout bij herstellen document "document.title"
pt_br: Erro ao restaurar o documento "document.title"
ru_ru: Ошибка при восстановлении документа "document.title"

source: Document(s) restored
bg_bg: Документ(и) възстановен
fr_fr: Document(s) restauré(s)
it_it: Documento(i) recuperato(i)
nl_nl: Document(en) hersteld
pt_br: Documento(s) restaurados
ru_ru: Документ(ы) восстановлены

source: Error restoring document(s)
bg_bg: Грешка при възстановяване на документ(и)
fr_fr: Une erreur s'est produite lors de la restauration du/des document(s)
it_it: Errore durante il ripristino del documento(i)
nl_nl: Fout bij herstellen document(en)
pt_br: Erro ao restaurar documento(s)
ru_ru: Ошибка при восстановлении документа(ов)

source: Users & Groups
bg_bg: Потребители & Групи
fr_fr: Utilisateurs & Groupes
it_it: Utenti & gruppi
nl_nl: Gebruikers & groepen
pt_br: Usuários & Grupos
ru_ru: Пользователи и группы

source: Create, delete and edit users and groups.
bg_bg: Създавайте, изтривайте и редактирайте потребители и групи.
fr_fr: Créez, supprimez et modifiez les utilisateurs et les groupes.
it_it: Crea, elimina e modifica utenti e gruppi.
nl_nl: Maak, verwijder en bewerk gebruikers en groepen.
pt_br: Criar, apagar e editar usuários e grupos.
ru_ru: Создание, удаление и редактирование пользователей и групп.

source: Users
bg_bg: Потребители
fr_fr: Utilisateurs
it_it: Utenti
nl_nl: Gebruikers
pt_br: Usuários
ru_ru: Пользователи

source: Add User
bg_bg: Добавяне на потребител
fr_fr: Ajouter un utilisateur
it_it: Aggiungi utente
nl_nl: Gebruiker toevoegen
pt_br: Adicionar Usuário
ru_ru: Добавить пользователя

source: Username
bg_bg: Потребителско име
fr_fr: Nom d'utilisateur
it_it: Nome utente
nl_nl: Gebruikersnaam
pt_br: Usuário
ru_ru: Имя пользователя

source: Groups
bg_bg: Групи
fr_fr: Groupes
it_it: Gruppi
nl_nl: Groepen
pt_br: Grupos
ru_ru: Группы

source: Edit
bg_bg: Редактиране
fr_fr: Modifier
it_it: Modifica
nl_nl: Bewerk
pt_br: Editar
ru_ru: Редактировать

source: Add Group
bg_bg: Добавяне на група
fr_fr: Ajouter un groupe
it_it: Aggiungi gruppo
nl_nl: Groep toevoegen
pt_br: Adicionar Grupo
ru_ru: Добавить группу

source: No groups defined
bg_bg: Няма дефинирани групи
fr_fr: Aucun groupe défini
it_it: Nessun gruppo specificato
nl_nl: Er zijn geen groepen gedefinieerd
pt_br: Sem grupos definidos
ru_ru: Группы не определены

source: Password has been changed, you will be logged out momentarily.
bg_bg: Паролата е променена, ще излезете моментално.
fr_fr: Le mot de passe a été modifié, vous serez déconnecté momentanément.
it_it: La password è stata cambiata, sarai disconnesso momentaneamente.
nl_nl: Wachtwoord is gewijzigd, je wordt zo uitgelogd.
pt_br: A senha foi alterada, você será deslogado momentaneamente.
ru_ru: Пароль был изменен, повторите вход в учетную запись.

source: Saved user "newUser.username".
bg_bg: Запазен потребител "newUser.username".
fr_fr: Utilisateur « newUser.username » enregistré.
it_it: Salvato utente "newUser.username".
nl_nl: Gebruiker "newUser.username" opgeslagen.
pt_br: Usuário salvo "newUser.username".
ru_ru: Сохранён пользователь "newUser.username".

source: Error saving user.
bg_bg: Възникна грешка при запазване на потребител.
fr_fr: Erreur lors de l'enregistrement de l'utilisateur.
it_it: Errore durante il salvataggio dell'utente.
nl_nl: Fout bij opslaan gebruiker.
pt_br: Erro ao salvar o usuário.
ru_ru: Ошибка при сохранении документа.

source: Confirm delete user account
bg_bg: Потвърдете изтриването на потребителски профил
fr_fr: Confirmer la suppression du compte utilisateur
it_it: Conferma eliminazione account utente
nl_nl: Bevestig verwijderen gebruikersaccount
pt_br: Confirmar exclusão de conta de usuário
ru_ru: Подтвердите удаление учетной записи пользователя

source: This operation will permanently delete this user account.
bg_bg: Тази операция ще изтрие завинаги този потребителски профил.
fr_fr: Cette opération supprimera définitivement ce compte utilisateur.
it_it: Questa operazione eliminerà definitivamente l'account utente.
nl_nl: Deze actie zal dit gebruikersaccount permanent verwijderen.
pt_br: Esta operação excluirá permanentemente esta conta de usuário.
ru_ru: Эта операция окончательно удалит учетную запись пользователя.

source: Proceed
bg_bg: Продължи
fr_fr: Continuer
it_it: Continua
nl_nl: Doorgaan
pt_br: Prosseguir
ru_ru: Продолжить

source: Deleted user "user.username"
bg_bg: Изтрит потребител "user.username"
fr_fr: Groupe « user.username » supprimé
it_it: Utente "user.username" eliminato
nl_nl: Gebruiker "user.username" verwijderd
pt_br: Usuário excluído "user.username"
ru_ru: Пользователь "user.username" удален

source: Error deleting user "user.username".
bg_bg: Грешка при изтриване на потребител "user.username".
fr_fr: Erreur lors de la supression de l’utilisateur « user.username ».
it_it: Errore durante l'eliminazione dell'utente "user.username".
nl_nl: Fout bij verwijderen gebruiker "user.username".
pt_br: Erro ao excluir o usuário "user.username".
ru_ru: Ошибка при удалении пользователя "user.username".

source: Saved group "newGroup.name".
bg_bg: Запазена група "newGroup.name".
fr_fr: Groupe « newGroup.name » enregistré.
it_it: Salvato gruppo "newGroup.name".
nl_nl: Groep "newGroup.name" opgeslagen.
pt_br: Grupo salvo "newGroup.name".
ru_ru: Сохранена группа "newGroup.name".

source: Error saving group.
bg_bg: Грешка при запазване на група.
fr_fr: Erreur lors de l'enregistrement du groupe.
it_it: Errore durante il salvataggio del gruppo.
nl_nl: Fout bij opslaan groep.
pt_br: Erro ao salvar grupo.
ru_ru: Ошибка сохранения группы.

source: Confirm delete user group
bg_bg: Потвърдете изтриването на потребителска група
fr_fr: Confirmer la suppression du groupe d'utilisateurs
it_it: Conferma eliminazione gruppo utenti
nl_nl: Bevestig verwijderen gebruikersgroep
pt_br: Confirmar exclusão de grupo de usuário
ru_ru: Подтвердите удаление группы пользователей

source: This operation will permanently delete this user group.
bg_bg: Тази операция ще изтрие завинаги тази потребителска група.
fr_fr: Cette opération supprimera définitivement ce groupe d'utilisateurs.
it_it: Questa operazione eliminerà definitivamente il gruppo.
nl_nl: Deze actie zal deze gebruikersgroep permanent verwijderen.
pt_br: Esta operação excluirá este grupo de usuários permanentemente.
ru_ru: Эта операция окончательно удалит данную группу пользователей.

source: Deleted group "group.name"
bg_bg: Изтрита група "group.name"
fr_fr: Groupe « group.name » supprimé
it_it: Gruppo "group.name" eliminato
nl_nl: Groep "group.name" verwijderd
pt_br: Grupo excluído "group.name"
ru_ru: Группа "group.name" удалена

source: Error deleting group "group.name".
bg_bg: Грешка при изтриването на групата "group.name".
fr_fr: Erreur lors de la supression du groupe « group.name ».
it_it: Errore durante l'eliminazione del gruppo "group.name".
nl_nl: Fout bij verwijderen groep "group.name".
pt_br: Erro ao excluir o grupo "group.name".
ru_ru: Ошибка при удалении группы "group.name".

source: Logged in as {{this.settingsService.displayName}}
bg_bg: Влезли сте като {{this.settingsService.displayName}}
fr_fr: Connecté en tant que {{this.settingsService.displayName}}
it_it: Accesso effettuato come {{this.settingsService.displayName}}
nl_nl: Ingelogd als {{this.settingsService.displayName}}
pt_br: Logado como {{this.settingsService.displayName}}
ru_ru: Вы вошли как {{this.settingsService.displayName}}

source: My Profile
bg_bg: Моя профил
fr_fr: Mon profil
it_it: Il mio profilo
nl_nl: Mijn profiel
pt_br: Meu Perfil
ru_ru: Мой профиль

source: Logout
bg_bg: Изход
fr_fr: Déconnexion
it_it: Esci
nl_nl: Afmelden
pt_br: Encerrar sessão
ru_ru: Выход

source: Saved views
bg_bg: Запазени изгледи
fr_fr: Vues enregistrées
it_it: Viste salvate
nl_nl: Opgeslagen weergaven
pt_br: Visualizações
ru_ru: Представления

source: Open documents
bg_bg: Отворени документи
fr_fr: Documents ouverts
it_it: Apri documenti
nl_nl: Open documenten
pt_br: Abrir documentos
ru_ru: Открыть документы

source: Close all
bg_bg: Затвори всички
fr_fr: Tout fermer
it_it: Chiudi tutti
nl_nl: Alles sluiten
pt_br: Fechar todos
ru_ru: Закрыть всё

source: Manage
bg_bg: Управление
fr_fr: Gestion
it_it: Gestisci
nl_nl: Beheren
pt_br: Gerenciar
ru_ru: Управление

source: Correspondents
bg_bg: Кореспонденти
fr_fr: Correspondants
it_it: Corrispondenti
nl_nl: Correspondenten
pt_br: Correspondentes
ru_ru: Корреспонденты

source: Tags
bg_bg: Етикети
fr_fr: Étiquettes
it_it: Etichette
nl_nl: Labels
pt_br: Etiquetas
ru_ru: Метки

source: Document Types
bg_bg: Типове документи
fr_fr: Types de document
it_it: Tipi di documento
pt_br: Tipos de documentos
ru_ru: Типы документов

source: Storage Paths
bg_bg: Пътища за съхранение
fr_fr: Chemins de stockage
it_it: Percorsi di archiviazione
nl_nl: Opslagpaden
pt_br: Caminhos de Armazenamento
ru_ru: Пути хранения

source: Custom Fields
bg_bg: Персонализирани полета
fr_fr: Champs personnalisés
it_it: Campi personalizzati
nl_nl: Aangepaste velden
pt_br: Campos Personalizados
ru_ru: Пользовательские поля

source: Workflows
bg_bg: Работни процеси
it_it: Flussi Di Lavoro
pt_br: Fluxos de Trabalho
ru_ru: Рабочие процессы

source: Mail
bg_bg: Поща
fr_fr: Courriel
it_it: E-Mail
nl_nl: E-mail
pt_br: E-mail
ru_ru: Почта

source: Administration
bg_bg: Администрация
it_it: Amministrazione
nl_nl: Beheer
pt_br: Administração
ru_ru: Администрирование

source: Configuration
bg_bg: Конфигурация
it_it: Configurazione
nl_nl: Configuratie
pt_br: Personalização
ru_ru: Конфигурация

source: is available.
bg_bg: е налично.
fr_fr: est disponible.
it_it: è disponibile.
nl_nl: is beschikbaar.
pt_br: está disponível.
ru_ru: доступно.

source: Click to view.
bg_bg: Натисни за преглед.
fr_fr: Cliquer pour visualiser.
it_it: Clicca per visualizzare.
nl_nl: Klik om te bekijken.
pt_br: Clique para visualizar.
ru_ru: Нажмите для просмотра.

source: How does this work?
bg_bg: Как работи това?
fr_fr: Comment ça fonctionne ?
it_it: Come funziona?
nl_nl: Hoe werkt dit?
pt_br: Como isto funciona?
ru_ru: Как это работает?

source: Update available
bg_bg: Налична актуализация
fr_fr: Mise à jour disponible
it_it: Aggiornamento disponibile
nl_nl: Update beschikbaar
pt_br: Atualização disponível
ru_ru: Доступно обновление

source: Sidebar views updated
bg_bg: Изгледите на страничната лента са актуализирани
fr_fr: Vues sur la barre latérale mises à jour
it_it: Viste barra laterale aggiornate
nl_nl: Zijbalkweergaven bijgewerkt
pt_br: Visualizações da barra lateral atualizadas
ru_ru: Обновлена боковая панель

source: Error updating sidebar views
bg_bg: Грешка при актуализиране на изгледите на страничната лента
fr_fr: Erreur lors de la mise à jour des vues de la barre latérale
it_it: Errore nell'aggiornamento delle viste della barra laterale
nl_nl: Fout tijdens bijwerken van zijbalkweergaven
pt_br: Erro ao atualizar visualizações da barra lateral
ru_ru: Ошибка при обновлении боковой панели

source: An error occurred while saving update checking settings.
bg_bg: Възникна грешка при запазване на настройките за проверка за актуализация.
fr_fr: Une erreur s'est produite lors de l'enregistrement des paramètres de vérification des mises à jour.
it_it: Si è verificato un errore durante il salvataggio delle impostazioni sugli aggiornamenti.
nl_nl: Er is een fout opgetreden tijdens het opslaan van de instellingen voor updatecontroles.
pt_br: Ocorreu um erro ao salvar as verificações de atualizações.
ru_ru: Произошла ошибка при сохранении настроек проверки обновлений.

source: Search
bg_bg: Търсене
fr_fr: Rechercher
it_it: Cerca
nl_nl: Zoeken
pt_br: Pesquisa
ru_ru: Поиск

source: Open
bg_bg: Отвори
fr_fr: Ouvrir
it_it: Apri
nl_nl: Openen
pt_br: Abrir
ru_ru: Открыть

source: Filter documents
bg_bg: Филтър документи
fr_fr: Filtrer les documents
it_it: Filtra documenti
nl_nl: Filter documenten
pt_br: Filtrar Documentos
ru_ru: Отфильтровать документы

source: Download
bg_bg: Изтегляне
fr_fr: Télécharger
it_it: Scarica
nl_nl: Downloaden
pt_br: Baixar
ru_ru: Скачать

# searchResults.noResults
source: No results
bg_bg: Няма резултати
fr_fr: Aucun résultat
it_it: Nessun risultato
nl_nl: Geen resultaten
pt_br: Sem Resultados
ru_ru: Нет результатов

# searchResults.documents
source: Documents
bg_bg: Документи
it_it: Documenti
nl_nl: Documenten
pt_br: Documentos
ru_ru: Документы

# searchResults.saved_views
source: Saved Views
bg_bg: Запазени изгледи
fr_fr: Vues enregistrées
it_it: Viste salvate
nl_nl: Opgeslagen weergaven
pt_br: Visualizações salvas
ru_ru: Сохраненные представления

# searchResults.tags
source: Tags
bg_bg: Етикети
fr_fr: Étiquettes
it_it: Etichette
nl_nl: Labels
pt_br: Etiquetas
ru_ru: Теги

# searchResults.correspondents
source: Correspondents
bg_bg: Кореспонденти
fr_fr: Correspondants
it_it: Corrispondenti
nl_nl: Correspondenten
pt_br: Correspondentes
ru_ru: Корреспонденты

# searchResults.documentTypes
source: Document types
bg_bg: Типове документи
fr_fr: Types de document
it_it: Tipi di documento
pt_br: Categoria de documentos
ru_ru: Типы документов

# searchResults.storagePaths
source: Storage paths
bg_bg: Пътища за съхранение
fr_fr: Chemins de stockage
it_it: Percorsi di archiviazione
nl_nl: Opslagpaden
pt_br: Caminhos de Armazenamento
ru_ru: Пути хранения

# searchResults.users
source: Users
bg_bg: Потребители
fr_fr: Utilisateurs
it_it: Utenti
nl_nl: Gebruikers
pt_br: Usuários
ru_ru: Пользователи

# searchResults.groups
source: Groups
bg_bg: Групи
fr_fr: Groupes
it_it: Gruppi
nl_nl: Groepen
pt_br: Grupos
ru_ru: Группы
