Repository: wenzun-99/document-ms
Catalog: src-ui/src/locale/messages.*.xlf
Languages: bg_bg, fr_fr, it_it, nl_nl, pt_br, ru_ru

# searchResults.customFields
source: Custom fields
bg_bg: Персонализирани полета
fr_fr: Champs personnalisés
it_it: Campi personalizzati
nl_nl: Aangepaste velden
pt_br: Campos personalizados
ru_ru: Пользовательские поля

# searchResults.mailAccounts
source: Mail accounts
bg_bg: Пощенски акаунти
fr_fr: Comptes de messagerie
it_it: Account email
nl_nl: E-mailaccounts
pt_br: Contas de e-mail
ru_ru: Учётные записи почты

# searchResults.mailRules
source: Mail rules
bg_bg: Правила за поща
fr_fr: Règles de courriel
it_it: Regole email
nl_nl: E-mailregels
pt_br: Regras de e-mail
ru_ru: Правила почты

# searchResults.workflows
source: Workflows
bg_bg: Работни процеси
it_it: Flussi di Lavoro
pt_br: Fluxos de Trabalho
ru_ru: Рабочие процессы

source: Successfully updated object.
bg_bg: Успешно актуализиран обект.
fr_fr: Objet mis à jour avec succès.
it_it: Oggetto aggiornato con successo.
nl_nl: Object succesvol bijgewerkt.
pt_br: Objeto atualizado com sucesso.
ru_ru: Объект успешно обновлён.

source: Error occurred saving object.
bg_bg: Възникна грешка при запазване на обект.
fr_fr: Une erreur s'est produite lors de la sauvegarde de l'objet.
it_it: Errore durante il salvataggio dell'oggetto.
nl_nl: Fout bij opslaan object.
pt_br: Erro ao salvar objeto.
ru_ru: Ошибка при сохранении объекта.

source: Clear All
bg_bg: Изчистване на всички
fr_fr: Effacer tout
it_it: Pulisci tutto
nl_nl: Alles wissen
pt_br: Limpar tudo
ru_ru: Очистить всё

source: No notifications
bg_bg: Няма известия
fr_fr: Aucune notification
it_it: Nessuna notifica
nl_nl: Geen meldingen
pt_br: Nenhuma notificação
ru_ru: Нет уведомлений

source: Clear
bg_bg: Изчистване
fr_fr: Réinitialiser
it_it: Pulisci
nl_nl: Leegmaken
pt_br: Limpar
ru_ru: Очистить

source: Are you sure?
bg_bg: Сигурни ли сте?
fr_fr: Êtes-vous sûr ?
it_it: Sei sicuro?
nl_nl: Weet je het zeker?
pt_br: Tem certeza?
ru_ru: Вы уверены?

source: Confirmation
bg_bg: Потвърждение
it_it: Conferma
nl_nl: Bevestiging
pt_br: Confirmação
ru_ru: Подтверждение

source: Confirm
bg_bg: Потвърди
fr_fr: Confirmer
it_it: Conferma
nl_nl: Bevestig
pt_br: Confirmar
ru_ru: Подтвердить

source: Documents:
bg_bg: Документи:
it_it: Documenti:
nl_nl: Documenten:
pt_br: Documentos:
ru_ru: Документы:

source: Use metadata from:
bg_bg: Използвайте метаданни от:
fr_fr: Utiliser les métadonnées depuis :
it_it: Usa i metadati da:
nl_nl: Gebruik metadata van:
pt_br: Usar metadados de:
ru_ru: Использовать метаданные от:

source: Regenerate all metadata
bg_bg: Повторно генериране на всички метаданни
fr_fr: Régénérer toutes les métadonnées
it_it: Rigenera tutti i metadati
nl_nl: Alle metadata opnieuw genereren
pt_br: Regenerar todos os metadados
ru_ru: Пересоздать все метаданные

source: Try to include archive version in merge for non-PDF files
bg_bg: Опитайте се да включите архивна версия в сливането за не-PDF файлове
fr_fr: Essayer d’inclure la version d’archive dans la fusion pour les fichiers qui ne sont pas des PDF
it_it: Prova a includere la versione di archivio nell'unione per i file non PDF
nl_nl: Probeer archiefversie in te voegen voor niet-PDF-bestanden
pt_br: Tente incluir a versão do arquivo no merge para arquivos que não são PDF
ru_ru: Попробовать включать архивную версию в состав для не-PDF файлов

source: Delete original documents after successful merge
bg_bg: Изтрийте оригиналните документи след успешно сливане
fr_fr: Supprimer les documents originaux après une fusion réussie
it_it: Elimina documenti originali dopo l'unione
nl_nl: Verwijder originele documenten na succesvolle samenvoeging
pt_br: Excluir documentos originais após mesclar com sucesso
ru_ru: Удалить оригиналы после успешного объединения

source: Note that only PDFs will be included.
bg_bg: Обърнете внимание, че ще бъдат включени само PDF файлове.
fr_fr: Notez que seuls les PDF seront inclus.
it_it: Nota che solo i PDF saranno inclusi.
nl_nl: Houd er rekening mee dat alleen PDF's worden opgenomen.
pt_br: Note que apenas PDFs serão incluídos.
ru_ru: Только PDF файлы могут быть добавлены.

source: Note that only PDFs will be rotated.
bg_bg: Обърнете внимание, че само PDF файловете ще бъдат завъртяни.
fr_fr: Notez que seuls les PDF seront pivotés.
it_it: Nota che solo i PDF saranno ruotati.
nl_nl: Houd er rekening mee dat alleen PDF's worden geroteerd.
pt_br: Note que apenas PDFs serão girados.
ru_ru: Обратите внимание: будут поворачиваться только PDF.

source: View
bg_bg: Изглед
fr_fr: Vue
it_it: Mostra
nl_nl: Bekijken
pt_br: Ver
ru_ru: Представление

source: Search fields
bg_bg: Полета за търсене
fr_fr: Rechercher des champs
it_it: Cerca campi
nl_nl: Zoek velden
pt_br: Pesquisar campos
ru_ru: Поиск полей

source: Create new field
bg_bg: Създайте ново поле
fr_fr: Créer un nouveau champ
it_it: Crea nuovo campo
nl_nl: Maak nieuw veld
pt_br: Criar novo campo
ru_ru: Создать новое поле

source: Saved field "newField.name".
bg_bg: Запазено поле "newField.name".
fr_fr: Champ "newField.name " enregistré.
it_it: Campo "newField.name" salvato.
nl_nl: Veld "newField.name" opgeslagen.
pt_br: Campo salvo "newField.name".
ru_ru: Сохранено поле "newField.name".

source: Error saving field.
bg_bg: Грешка при запазване на поле.
fr_fr: Erreur lors de l'enregistrement du champ.
it_it: Errore durante il salvataggio del campo.
nl_nl: Fout bij opslaan veld.
pt_br: Erro ao salvar campo.
ru_ru: Ошибка при сохранении поля.

source: Today
bg_bg: Днес
fr_fr: Aujourd’hui
it_it: Oggi
nl_nl: Vandaag
pt_br: Hoje
ru_ru: Сегодня

source: Close
bg_bg: Затвори
fr_fr: Fermer
it_it: Chiudi
nl_nl: Sluiten
pt_br: Fechar
ru_ru: Закрыть

source: True
bg_bg: Правилно
fr_fr: Vrai
it_it: Vero
nl_nl: Waar
pt_br: Verdadeiro
ru_ru: Верно

source: False
bg_bg: Грешно
fr_fr: Faux
it_it: Falso
nl_nl: Onwaar
pt_br: Falso
ru_ru: Ложное

source: Search docs...
bg_bg: Търсене в документи...
fr_fr: Rechercher un document...
it_it: Ricerca di documenti...
nl_nl: Zoek documenten...
pt_br: Procura documentos...
ru_ru: Поиск документов...

source: Any
bg_bg: Всеки
fr_fr: Tous
it_it: Qualsiasi
nl_nl: Alle
pt_br: Qualquer
ru_ru: Любой

source: All
bg_bg: Всички
fr_fr: Tout
it_it: Tutto
nl_nl: Alles
pt_br: Todos
ru_ru: Все

source: Not
bg_bg: Не
fr_fr: Non
it_it: Non
nl_nl: Niet
pt_br: Não
ru_ru: Не

source: Add query
bg_bg: Добавете заявка
fr_fr: Ajouter une requête
it_it: Aggiungi query
nl_nl: Zoekopdracht toevoegen
pt_br: Adicionar consulta
ru_ru: Добавить запрос

source: Add expression
bg_bg: Добавете израз
fr_fr: Ajouter une expression
it_it: Aggiungi espressione
nl_nl: Expressie toevoegen
pt_br: Adicionar expressão
ru_ru: Добавить выражение

source: Relative dates
bg_bg: Относителни дати
fr_fr: Dates relatives
it_it: Date relative
nl_nl: Relatieve datums
pt_br: Datas relacionadas
ru_ru: Относительные даты

source: From
bg_bg: От
fr_fr: De
it_it: Da
nl_nl: Van
pt_br: Desde
ru_ru: Из

source: To
bg_bg: До
fr_fr: À
it_it: A
nl_nl: Tot
pt_br: Até
ru_ru: В

source: Added
bg_bg: Добавен
fr_fr: Date d'ajout
it_it: Aggiunto
nl_nl: Toegevoegd
pt_br: Adicionado
ru_ru: Добавлено

source: now
bg_bg: сега
fr_fr: maintenant
it_it: adesso
nl_nl: nu
pt_br: hoje
ru_ru: сейчас

source: Within 1 week
bg_bg: В рамките на 1 седмица
fr_fr: Dans un délai de 1 semaine
it_it: Entro una settimana
nl_nl: Binnen 1 week
pt_br: Em 1 semana
ru_ru: В течение 1 недели

source: Within 1 month
bg_bg: В рамките на 1 месец
fr_fr: Dans un délai de 1 mois
it_it: Entro 1 mese
nl_nl: Binnen 1 maand
pt_br: Em 1 mês
ru_ru: В течение 1 месяца

source: Within 3 months
bg_bg: В рамките на 3 месеца
fr_fr: Dans un délai de 3 mois
it_it: Entro 3 mesi
nl_nl: Binnen 3 maanden
pt_br: Em 3 meses
ru_ru: В течении 3-х месяцев

source: Within 1 year
bg_bg: В рамките на 1 година
fr_fr: Dans un délai de 1 an
it_it: Entro 1 anno
nl_nl: Binnen 1 jaar
pt_br: Em 1 ano
ru_ru: В течение 1 года

source: This year
bg_bg: Тази година
fr_fr: Cette année
it_it: Quest'anno
nl_nl: Dit jaar
pt_br: Este ano
ru_ru: В этом году

source: This month
bg_bg: Този месец
fr_fr: Ce mois-ci
it_it: Questo mese
nl_nl: Deze maand
pt_br: Este mês
ru_ru: В этом месяце

source: Yesterday
bg_bg: Вчера
fr_fr: Hier
it_it: Ieri
nl_nl: Gisteren
pt_br: Ontem
ru_ru: Вчера

source: Matching algorithm
bg_bg: Алгоритъм за съвпадение
fr_fr: Algorithme de rapprochement
it_it: Algoritmo di assegnazione
nl_nl: Algoritme voor het bepalen van de overeenkomst
pt_br: Algoritmo de detecção
ru_ru: Алгоритм сопоставления

source: Matching pattern
bg_bg: Модел за съвпадение
fr_fr: Modèle de rapprochement
it_it: Criterio di assegnazione
nl_nl: Patroon voor overeenkomst
pt_br: Padrão de detecção
ru_ru: Шаблон соответствия

source: Case insensitive
bg_bg: Без чувствителност към големината на буквите
fr_fr: Insensible à la casse
it_it: Senza distinzione tra maiuscole e minuscole
nl_nl: Niet hoofdlettergevoelig
pt_br: Não diferenciar maiúsculas de minúsculas
ru_ru: Без учёта регистра

source: Create new correspondent
bg_bg: Създаване на нов кореспондент
fr_fr: Créer un nouveau correspondant
it_it: Crea nuovo corrispondente
nl_nl: Nieuwe correspondent maken
pt_br: Criar novo correspondente
ru_ru: Создать нового корреспондента

source: Edit correspondent
bg_bg: Промяна на кореспондент
fr_fr: Modifier le correspondant
it_it: Modifica corrispondente
nl_nl: Correspondent bewerken
pt_br: Editar correspondente
ru_ru: Редактировать корреспондента

source: Data type
bg_bg: Тип данни
fr_fr: Type de données
it_it: Tipo di dati
nl_nl: Gegevenstype
pt_br: Tipo de dado
ru_ru: Тип данных

source: Data type cannot be changed after a field is created
bg_bg: Типа данни не може да бъде променен, след създаване на поле
fr_fr: Le type de données ne peut pas être modifié après la création d'un champ
it_it: Il tipo di dati non può essere modificato dopo la creazione del campo
nl_nl: Gegevenstype kan niet worden gewijzigd nadat een veld is aangemaakt
pt_br: Tipo de dado não pode ser alterado após a criação do campo
ru_ru: Нельзя изменить дататип после создания поля

source: Add option
bg_bg: Добавяне на опция
fr_fr: Ajouter une option
it_it: Aggiungi opzione
nl_nl: Optie toevoegen
pt_br: Adicionar opção
ru_ru: Добавить значение

source: Default Currency
bg_bg: Валута по подразбиране
fr_fr: Devise par défaut
it_it: Valuta predefinita
nl_nl: Standaard munteenheid
pt_br: Moeda Padrão
ru_ru: Валюта по умолчанию

source: 3-character currency code
bg_bg: 3 знака валутен код
fr_fr: Code devise à 3 caractères
it_it: Valuta a 3 caratteri
nl_nl: Drieletterige valutacode
pt_br: 3-código da moeda
ru_ru: Трехбуквенный код валюты

source: Use locale
bg_bg: Използвайте локално
fr_fr: Utiliser la langue
it_it: Usa locale
nl_nl: Valutacode
pt_br: Usar local
ru_ru: Использовать язык

source: Create new custom field
bg_bg: Създаване на ново персонализирано поле
fr_fr: Créer un nouveau champ personnalisé
it_it: Crea un nuovo campo personalizzato
nl_nl: Nieuw aangepast veld
pt_br: Novo campo personalizado
ru_ru: Создать новое пользовательское поле

source: Edit custom field
bg_bg: Редактиране на персонализирано поле
fr_fr: Modifier le champ personnalisé
it_it: Modifica campo personalizzato
nl_nl: Bewerk aangepast veld
pt_br: Editar campo personalizado
ru_ru: Редактировать пользовательское поле

source: Create new document type
bg_bg: Създаване на нов тип документ
fr_fr: Créer un nouveau type de document
it_it: Crea nuovo tipo di documento
nl_nl: Nieuw documenttype maken
pt_br: Criar novo tipo de documento
ru_ru: Создать новый тип документа

source: Edit document type
bg_bg: Промяна на тип на документ
fr_fr: Modifier le type de document
it_it: Modifica tipo di documento
nl_nl: Documenttype bewerken
pt_br: Editar tipo de documento
ru_ru: Редактировать тип документа

source: Create new item
bg_bg: Създаване на нов елемент
fr_fr: Créer un nouvel élément
it_it: Crea nuovo elemento
nl_nl: Maak nieuw item
pt_br: Criar novo item
ru_ru: Создать новый объект

source: Edit item
bg_bg: Редактиране на елемент
fr_fr: Modifier l'élément
it_it: Modifica elemento
nl_nl: Item bewerken
pt_br: Editar item
ru_ru: Редактировать объект

source: Create new user group
bg_bg: Създаване на нова потребителска група
fr_fr: Créer un nouveau groupe d'utilisateurs
it_it: Crea un nuovo gruppo utenti
nl_nl: Nieuwe gebruikersgroep maken
pt_br: Criar novo grupo de usuários
ru_ru: Создать новую группу пользователей

source: Edit user group
bg_bg: Редактиране потребителска група
fr_fr: Modifier le groupe d'utilisateurs
it_it: Modifica gruppo utenti
nl_nl: Gebruikersgroep bewerken
pt_br: Editar grupo de usuário
ru_ru: Редактировать группу пользователей

source: IMAP Server
bg_bg: IMAP сървър
fr_fr: Serveur IMAP
it_it: Server IMAP
pt_br: Servidor IMAP
ru_ru: IMAP-сервер

source: IMAP Port
bg_bg: IMAP порт
fr_fr: Port IMAP
it_it: Porta IMAP
nl_nl: IMAP Poort
pt_br: Porta IMAP
ru_ru: Порт

source: IMAP Security
bg_bg: IMAP сигурност
fr_fr: Sécurité IMAP
it_it: Sicurezza IMAP
nl_nl: IMAP Beveiliging
pt_br: Segurança IMAP
ru_ru: Защита соединения IMAP

source: Password
bg_bg: Парола
fr_fr: Mot de passe
nl_nl: Wachtwoord
pt_br: Senha
ru_ru: Пароль

source: Password is token
bg_bg: Паролата е токен
fr_fr: Le mot de passe est un jeton d'authentification
it_it: La password è il token
nl_nl: Wachtwoord is token
pt_br: A senha é o token
ru_ru: Пароль является токеном

source: Check if the password above is a token used for authentication
bg_bg: Проверете дали горната парола е токен за удостоверяване
fr_fr: Cocher si le mot de passe ci-dessus est un jeton utilisé pour l'authentification
it_it: Controlla se la password sopra è un token utilizzato per l'autenticazione
nl_nl: Controleer of het bovenstaande wachtwoord een token is dat wordt gebruikt voor authenticatie
pt_br: Verifique se a senha acima é um token usado para autenticação
ru_ru: Проверьте, является ли указанный выше пароль токеном, используемым для аутентификации

source: Character Set
bg_bg: Кодова таблица
fr_fr: Jeu de caractères
it_it: Set di Caratteri
nl_nl: Karakterset
pt_br: Conjunto de Caracteres
ru_ru: Кодировка

source: Test
bg_bg: Тест
fr_fr: Tester
it_it: Prova
nl_nl: Testen
pt_br: Teste
ru_ru: Проверка

source: No encryption
bg_bg: Без шифроване
fr_fr: Pas de chiffrement
it_it: Nessuna crittografia
nl_nl: Geen versleuteling
pt_br: Sem criptografia
ru_ru: Без шифрования

source: Create new mail account
bg_bg: Създаване на нов имейл профил
fr_fr: Créer un nouveau compte de messagerie
it_it: Crea un nuovo account email
nl_nl: Nieuw e-mailaccount aanmaken
pt_br: Criar nova conta de e-mail
ru_ru: Создать почтовую учётную запись

source: Edit mail account
bg_bg: Промяна на имейл профил
fr_fr: Modifier un compte de messagerie
it_it: Modifica account email
nl_nl: E-mailaccount bewerken
pt_br: Editar conta de e-mail
ru_ru: Изменить почтовую учётную запись

source: Successfully connected to the mail server
bg_bg: Успешно свързване с мейл сървър
fr_fr: Connexion réussie au serveur de messagerie électronique
it_it: Connesso con successo al server di posta
nl_nl: Succesvol verbonden met de mailserver
pt_br: Conectado com sucesso ao servidor de email
ru_ru: Успешно подключено к почтовому серверу

source: Unable to connect to the mail server
bg_bg: Неуспешно свързване към мейл сървър
fr_fr: Impossible de se connecter au serveur de messagerie électronique
it_it: Impossibile connettersi al server di posta
nl_nl: Kan geen verbinding maken met de mailserver
pt_br: Não foi possível conectar-se ao servidor de email
ru_ru: Не удаётся подключиться к почтовому серверу

source: Account
bg_bg: Профил
fr_fr: Compte
it_it: Profilo
pt_br: Conta
ru_ru: Учётная запись

source: Order
bg_bg: Поръчка
fr_fr: Ordre
it_it: Priorità
nl_nl: Volgorde
pt_br: Ordem
ru_ru: Очередность

source: Enabled
bg_bg: Активирано
fr_fr: Activé
it_it: Abilitato
nl_nl: Ingeschakeld
pt_br: Inabilitado
ru_ru: Включено

source: Folder
bg_bg: Папка
fr_fr: Dossier
it_it: Cartella
nl_nl: Map
pt_br: Pasta
ru_ru: Папка

source: Subfolders must be separated by a delimiter, often a dot ('.') or slash ('/'), but it varies by mail server.
bg_bg: Подпапките трябва да бъдат разделени с разделител, често точка ('.') или наклонена черта ('/'), но това варира в зависимост от пощенския сървър.
fr_fr: Les sous-dossiers doivent être séparés par un délimiteur, souvent un point ('.') ou un slash ('/'), en fonction du serveur de messagerie.
it_it: Le sottocartelle devono essere separate da un delimitatore, solitamente da un punto ('.') o da uno slash ('/'), ma variano a seconda del server di posta.
nl_nl: Submappen moeten gescheiden worden door een scheidingsteken, vaak een punt ('.') of slash ('/'), maar het varieert per mailserver.
pt_br: Subpastas devem ser separadas por um delimitador, muitas vezes um ponto ('.') ou uma barra ('/'), mas varia conforme o servidor de email.
ru_ru: Подпапки должны быть разделены разделителем, часто точкой ('.') или косой чертой ('/'), но это зависит от почтового сервера.

source: Maximum age (days)
bg_bg: Максимална възраст (в дни)
fr_fr: Âge maximum (jours)
it_it: Età massima (giorni)
nl_nl: Maximale leeftijd (dagen)
pt_br: Idade máxima (dias)
ru_ru: Максимальный возраст (в днях)

source: Filter from
bg_bg: Филтриране от
fr_fr: Filtre selon le courriel de l'expéditeur
it_it: Filtra da
nl_nl: Filter afzender
pt_br: Filtrar de
ru_ru: Фильтр по отправителю

source: Filter to
bg_bg: Филтриране към
fr_fr: Filtre selon le courriel du destinataire
it_it: Filtra per
nl_nl: Filteren op
pt_br: Filtrar para
ru_ru: Отфильтровать по

source: Filter subject
bg_bg: Филтриране по тема
fr_fr: Filtre selon l'objet du courriel
it_it: Filtro oggetto
nl_nl: Filter onderwerp
pt_br: Filtrar assunto
ru_ru: Фильтр по теме

source: Filter body
bg_bg: Филтриране по тяло
fr_fr: Filtre selon le contenu du courriel
it_it: Filtro corpo messaggio
nl_nl: Filter inhoud
pt_br: Filtrar corpo
ru_ru: Фильтр по тексту сообщения

source: Consumption scope
bg_bg: Движение обработка
fr_fr: Périmètre de consommation
it_it: Ambito di applicazione
nl_nl: Verwerkingsscope
pt_br: Escopo de consumo
ru_ru: Рамки потребления

source: See docs for .eml processing requirements
bg_bg: Преглед на документация за изискванията за обработка на .eml
fr_fr: Consulter la documentation pour les exigences de traitement des .eml
it_it: Controlla la documentazione per l'elaborazione dei file .eml
nl_nl: Bekijk documentatie voor verwerkingsvereisten van .eml
pt_br: Consulte a documentação para requisitos de processamento .eml
ru_ru: Обратитесь к документации за подробностями обработки .eml

source: Attachment type
bg_bg: Тип на прикачения файл
fr_fr: Type de pièce jointe
it_it: Tipo di allegato
nl_nl: Type bijlage
pt_br: Tipo de anexo
ru_ru: Тип вложения

source: PDF layout
bg_bg: Оформление на PDF
fr_fr: Mise en page PDF
it_it: Layout PDF
nl_nl: PDF-opmaak
pt_br: Layout do PDF
ru_ru: Формат PDF

source: Include only files matching
bg_bg: Покажи само файлове, които съвпадат
fr_fr: N'inclure que les fichiers correspondants
it_it: Includi solo i file corrispondenti
nl_nl: Alleen bestanden opnemen die overeenkomen met
pt_br: Incluir somente arquivos correspondentes
ru_ru: Включить только соответствующие файлы

source: Optional. Wildcards e.g. *.pdf or *invoice* allowed. Can be comma-separated list. Case insensitive.
bg_bg: Незадължително. Wildcards, напр. *.pdf или *фактура *разрешена. Може да бъде списък, разделен за запетая. Случай нечувствителен.
fr_fr: Facultatif. Les jokers comme *.pdf ou *facture* sont autorisés. Peuvent être renseignés comme une liste séparée par des virgules. Insensible à la casse.
it_it: Opzionale. Puoi usare wildcard come *.pdf o *fattura*. Può essere un elenco essere separato da virgole. Non fa differenza tra maiuscole o minuscole.
nl_nl: Optioneel. Wildcards zoals *.pdf of *factuur* zijn toegestaan. Kan een komma-gescheiden lijst zijn. Niet hoofdlettergevoelig.
pt_br: Opcional. Caracteres curinga, por exemplo, *.pdf ou *invoice* permitidos. Pode ser uma lista separada por vírgula. Caso não seja sensível a maiúsculas e minúsculas.
ru_ru: Необязательно. Допускается использовать символ подстановки (wildcard), например *.pdf or *invoice*. Может быть список, разделенным через запятую. Нечувствителен к регистру.

source: Exclude files matching
bg_bg: Не показвай файлове, които съвпадат
fr_fr: Exclure les fichiers correspondants
it_it: Escludi file corrispondenti
nl_nl: Bestanden uitsluiten die overeenkomen met
pt_br: Excluir arquivos correspondentes
ru_ru: Исключить соответствующие файлы

source: Action
bg_bg: Действие
it_it: Azione
nl_nl: Actie
pt_br: Ação
ru_ru: Действие

source: Only performed if the mail is processed.
bg_bg: Ще се извърши само ако пощата е обработена.
fr_fr: Uniquement exécuté si le courriel est traité.
it_it: Eseguito solo se la posta viene elaborata.
nl_nl: Wordt alleen uitgevoerd als de mail verwerkt is.
pt_br: Só é executado se o correio for processado.
ru_ru: Выполнять только если письмо обработано.

source: Action parameter
bg_bg: Параметър на действието
fr_fr: Paramètre d'action
it_it: Azione parametro
nl_nl: Actie parameter
pt_br: Parâmetro da ação
ru_ru: Параметр действия

source: Assign title from
bg_bg: Присвояване на заглавие от
fr_fr: Affectation du titre du document
it_it: Assegna tittolo da
nl_nl: Wijs titel toe van
pt_br: Atribuir título de
ru_ru: Присвоить заголовок из

source: Assign owner from rule
bg_bg: Присвояване на собственик от правило
fr_fr: Affecter le propriétaire à la règle
it_it: Assegna proprietario dalla regola
nl_nl: Eigenaar van regel toewijzen
pt_br: Atribuir proprietário a partir da regra
ru_ru: Назначить владельца этого правила

source: Assign document type
bg_bg: Задаване на тип на документ
fr_fr: Affectation du type de document
it_it: Assegna tipo di documento
nl_nl: Documenttype toewijzen
pt_br: Atribuir tipo de documento
ru_ru: Назначить тип документа

source: Assign correspondent from
bg_bg: Присвояване на кореспондент от
fr_fr: Affectation du correspondant
it_it: Assegna corrispondente da
nl_nl: Wijs correspondent toe van
pt_br: Atribuir correspondente de
ru_ru: Присвоить корреспондента из

source: Assign correspondent
bg_bg: Задаване на кореспондент
fr_fr: Affecter le correspondant
it_it: Assegna corrispondente
nl_nl: Correspondent toewijzen
pt_br: Atribuir correspondente
ru_ru: Назначить корреспондента

source: Error
bg_bg: Грешка
fr_fr: Erreur
it_it: Errore
nl_nl: Fout
pt_br: Erro
ru_ru: Ошибка

source: Only process attachments
bg_bg: Обработване само на прикачени файлове
fr_fr: Ne traiter que les pièces jointes
it_it: Elabora solo gli allegati
nl_nl: Alleen bijlagen verwerken
pt_br: Processar somente anexos
ru_ru: Обрабатывать только вложения

source: Process all files, including 'inline' attachments
bg_bg: Обр. на вс. файлове, вкл. на "вградените" прик. файлове
fr_fr: Traiter tous les fichiers, y compris les pièces jointes "en ligne"
it_it: Elabora tutti i file, inclusi gli allegati nel corpo
nl_nl: Verwerk alle bestanden, inclusief 'inline' bijlagen
pt_br: Processar todos os arquivos, incluindo anexos 'inline'
ru_ru: Обрабатывать все файлы, включая «встроенные» вложения

source: Process message as .eml
bg_bg: Обработване на съобщение като .eml
fr_fr: Traiter le message comme un .eml
it_it: Elabora il messaggio come .eml
nl_nl: Verwerk bericht als .eml
pt_br: Processar mensagem como .eml
ru_ru: Обрабатывать сообщение как .eml

source: Process message as .eml and attachments separately
bg_bg: Обр. на съоб. като .eml и прик. файлове поотделно
fr_fr: Traiter le message comme un .eml et les pièces jointes séparément
it_it: Elabora il messaggio come .eml e allegati separatamente
nl_nl: Bericht als .eml en bijlagen afzonderlijk verwerken
pt_br: Processar mensagem como .eml e anexos separadamente
ru_ru: Обрабатывать сообщение как .eml и вложения отдельно

source: System default
bg_bg: Настройки по подразбиране
fr_fr: Valeurs par défaut du système
it_it: Predefinito di sistema
pt_br: Padrão do sistema
ru_ru: Настройки по умолчанию
