Repository: wenzun-99/document-ms
Catalog: src-ui/src/locale/messages.*.xlf
Languages: bg_bg, fr_fr, it_it, nl_nl, pt_br, ru_ru

source: Text, then HTML
bg_bg: Текст, след това HTML
fr_fr: Texte, puis HTML
it_it: Testo, poi HTML
nl_nl: Tekst, daarna HTML
pt_br: Texto, então HTML
ru_ru: Текст, а затем HTML

source: HTML, then text
bg_bg: HTML, след това текст
fr_fr: HTML, puis texte
it_it: HTML, poi testo
nl_nl: HTML, daarna tekst
pt_br: HTML, então texto
ru_ru: HTML, а затем текст

source: HTML only
bg_bg: Само HTML
fr_fr: HTML uniquement
it_it: Solo HTML
nl_nl: Alleen HTML
pt_br: Somente HTML
ru_ru: Только HTML

source: Text only
bg_bg: Само текст
fr_fr: Texte uniquement
it_it: Solo testo
nl_nl: Alleen tekst
pt_br: Somente texto
ru_ru: Только текст

source: Move to specified folder
bg_bg: Преместване в специфична папка
fr_fr: Déplacer vers le dossier spécifié
it_it: Sposta nella cartella selezionata
nl_nl: Verplaatsen naar opgegeven map
pt_br: Mover para a pasta especificada
ru_ru: Переместить в указанную папку

source: Mark as read, don't process read mails
bg_bg: Марк. като проч., да не се обраб. проч. писма
fr_fr: Marquer comme lu, ne pas traiter les courriels lus
it_it: Segna come letto, non elaborare le email lette
nl_nl: Markeer als gelezen, verwerk geen gelezen mails
pt_br: Marcar como lido, não processar e-mails lidos
ru_ru: Пометить как прочитанное, не обрабатывать прочитанные письма

source: Flag the mail, don't process flagged mails
bg_bg: Марк. на писм., да не се обр. марк. писма
fr_fr: Marquer le courriel, ne pas traiter les courriels marqués
it_it: Contrassegna la email, non elaborare le email contrassegnate
nl_nl: Markeer de mail, verwerk geen gemarkeerde mails
pt_br: Sinalizar o e-mail, não processar e-mails sinalizados
ru_ru: Отметить письмо, не обрабатывать отмеченные письма

source: Tag the mail with specified tag, don't process tagged mails
bg_bg: Марк. на писм. с опр. етикет, да не се обр. маркирани писма
fr_fr: Affecter l’étiquette spécifiée au courriel, ne pas traiter les courriels étiquetés
it_it: Etichetta la posta con il tag specificato, non processare le email etichettate
nl_nl: Geef de mail een label, verwerk geen gelabelde mails
pt_br: Marcar o e-mail com a etiqueta especificada, não processar e-mails marcados
ru_ru: Отметить письмо указанным тегом, не обрабатывать письма с тегами

source: Use subject as title
bg_bg: Използване на тема като заглавие
fr_fr: Utiliser le sujet en tant que titre
it_it: Usa oggetto come titolo
nl_nl: Gebruik onderwerp als titel
pt_br: Usar assunto como título
ru_ru: Использовать тему как заголовок

source: Use attachment filename as title
bg_bg: Изп. име на прик. файл като загл.
fr_fr: Utiliser le nom de la pièce jointe en tant que titre
it_it: Usa il nome dell'allegato come titolo
nl_nl: Gebruik bestandsnaam van bijlagen als titel
pt_br: Usar nome do arquivo anexo como título
ru_ru: Использовать имя вложенного файла как заголовок

source: Do not assign title from this rule
bg_bg: Да не се присвоява заглавие от това правило
fr_fr: Ne pas affecter le titre par cette règle
it_it: Non assegnare il titolo da questa regola
nl_nl: Titel van deze regel niet gebruiken
pt_br: Não atribuir título a esta regra
ru_ru: Не назначать заголовок из этого правила

source: Do not assign a correspondent
bg_bg: Да не се присвоява кореспондент
fr_fr: Ne pas affecter de correspondant
it_it: Non assegnare un corrispondente
nl_nl: Geen correspondent toewijzen
pt_br: Não atribuir um correspondente
ru_ru: Не назначать корреспондента

source: Use mail address
bg_bg: Използване на имейл адрес
fr_fr: Utiliser l'adresse électronique
it_it: Usa indirizzo email
nl_nl: Gebruik het e-mailadres
pt_br: Usar endereço de e-mail
ru_ru: Использовать почтовый адрес

source: Use name (or mail address if not available)
bg_bg: Използвано име (или пощ. адрес, ако няма такова)
fr_fr: Utiliser le nom (ou l'adresse électronique s'il n'est pas disponible)
it_it: Usa nome (o indirizzo email se non disponibile)
nl_nl: Gebruik de naam (of het e-mailadres indien niet beschikbaar)
pt_br: Usar nome (ou endereço de e-mail se não disponível)
ru_ru: Использовать имя (или почтовый адрес, если недоступно)

source: Use correspondent selected below
bg_bg: Използване на кореспондента, избран по-долу
fr_fr: Utiliser le correspondant sélectionné ci-dessous
it_it: Usa il corrispondente selezionato qui sotto
nl_nl: Gebruik hieronder geselecteerde correspondent
pt_br: Usar correspondente selecionado abaixo
ru_ru: Использовать корреспондента, выбранного ниже

source: Create new mail rule
bg_bg: Създаване на ново правило за поща
fr_fr: Créer une nouvelle règle de courriel
it_it: Crea nuova regola email
nl_nl: Maak een nieuwe e-mailregel
pt_br: Criar nova regra de e-mail
ru_ru: Создать новое почтовое правило

source: Edit mail rule
bg_bg: Редактиране на правило за поща
fr_fr: Modifier une règle de courriel
it_it: Modifica regola email
nl_nl: Bewerk e-mailregel
pt_br: Editar regra de e-mail
ru_ru: Редактировать почтовое правило

source: Path
bg_bg: Път
fr_fr: Chemin
it_it: Percorso
nl_nl: Pad
pt_br: Caminho
ru_ru: Путь

source: See <a target='_blank' href='https://docs.paperless-ngx.com/advanced_usage/#file-name-handling'>the documentation</a>.
bg_bg: Виж <a target='_blank' href='https://docs.paperless-ngx.com/advanced_usage/#file-name-handling'>документацията</a>.
fr_fr: Voir <a target='_blank' href='https://docs.paperless-ngx.com/advanced_usage/#file-name-handling'>la documentation</a>.
it_it: Vedi <a target='_blank' href='https://docs.paperless-ngx.com/advanced_usage/#file-name-handling'>la documentazione</a>.
nl_nl: Zie <a target='_blank' href='https://docs.paperless-ngx.com/advanced_usage/#file-name-handling'>de documentatie</a>.
pt_br: Consulte <a target='_blank' href='https://docs.paperless-ngx.com/advanced_usage/#file-name-handling'>a documentação</a>.
ru_ru: См. <a target='_blank' href='https://docs.paperless-ngx.com/advanced_usage/#file-name-handling'>документацию</a>.

source: Preview
bg_bg: Преглед
fr_fr: Prévisualisation
it_it: Anteprima
nl_nl: Voorbeeld
pt_br: Pré-visualizar
ru_ru: Предпросмотр

source: Path test failed
bg_bg: Тестът към пътя е неуспешен
fr_fr: Le test du chemin a échoué
it_it: Test percorso non riuscito
nl_nl: Bestandspad test mislukt
pt_br: Teste de caminho falhou
ru_ru: Проверка пути не удалась

source: No document selected
bg_bg: Няма избран документ
fr_fr: Aucun document sélectionné
it_it: Nessun documento selezionato
nl_nl: Geen document geselecteerd
pt_br: Nenhum documento selecionado
ru_ru: Документ не выбран

source: Search for a document
bg_bg: Потърсете документ
fr_fr: Chercher un document
it_it: Ricerca di un documento
nl_nl: Zoeken naar een document
pt_br: Pesquisar por um documento
ru_ru: Искать документ

source: No documents found
bg_bg: Няма намерени документи
fr_fr: Aucun document trouvé
it_it: Nessun documento trovato
nl_nl: Geen documenten gevonden
pt_br: Nenhum documento encontrado
ru_ru: Не найдены документы

source: Create new storage path
bg_bg: Създаване на нов път към хранилище
fr_fr: Créer un nouveau chemin de stockage
it_it: Crea un nuovo percorso di archiviazione
nl_nl: Nieuw opslagpad maken
pt_br: Criar novo caminho de armazenamento
ru_ru: Создать новый путь хранения

source: Edit storage path
bg_bg: Промяна на път към хранилище
fr_fr: Modifier le chemin de stockage
it_it: Modifica percorso di archiviazione
nl_nl: Opslagpad bewerken
pt_br: Editar caminho de armazenamento
ru_ru: Редактировать путь хранения

source: Color
bg_bg: Цвят
fr_fr: Couleur
it_it: Colore
nl_nl: Kleur
pt_br: Cor
ru_ru: Цвет

source: Parent
pt_br: Pai

source: Inbox tag
bg_bg: Етикет за входяща поща
fr_fr: Étiquette de boîte de réception
it_it: Tag di arrivo
nl_nl: "Postvak in"-label
pt_br: Etiqueta caixa de entrada
ru_ru: Входящий теги

source: Inbox tags are automatically assigned to all consumed documents.
bg_bg: Етикетите на входящата поща се задават автоматично за всички консумирани документи.
fr_fr: Les étiquettes de boîte de réception sont automatiquement affectées à tous les documents traités.
it_it: I tag di arrivo vengono assegnati automaticamente a tutti i documenti elaborati.
nl_nl: "Postvak in"-labels worden automatisch toegewezen aan alle verwerkte documenten.
pt_br: Etiquetas de caixa de entrada são atribuídas automaticamente para todos os documentos consumidos.
ru_ru: Входящий тег будет автоматически назначен всем добавленным документам.

source: Create new tag
bg_bg: Създаване на нов етикет
fr_fr: Créer une nouvelle étiquette
it_it: Crea nuovo tag
nl_nl: Nieuw label aanmaken
pt_br: Criar nova etiqueta
ru_ru: Создать новый тег

source: Edit tag
bg_bg: Редактиране на етикет
fr_fr: Modifier l'étiquette
it_it: Modifica tag
nl_nl: Label bewerken
pt_br: Editar etiqueta
ru_ru: Редактировать тег

source: First name
bg_bg: Собствено име
fr_fr: Prénom
it_it: Nome
nl_nl: Voornaam
pt_br: Primeiro nome
ru_ru: Имя

source: Last name
bg_bg: Фамилно име
fr_fr: Nom
it_it: Cognome
nl_nl: Achternaam
pt_br: Sobrenome
ru_ru: Фамилия

source: Active
bg_bg: Активен
fr_fr: Actif
it_it: Attivo
nl_nl: Actief
pt_br: Ativo
ru_ru: Активный

source: Access logs, Django backend
bg_bg: Логове за достъп
fr_fr: Journaux d’accès, administration Django
it_it: Log di accesso, backend Django
nl_nl: Toegang logs, Django backend
pt_br: Logs de acesso, backend Django
ru_ru: Журналы доступа, Django бэкэнд

source: Superuser
bg_bg: Суперпотребител
fr_fr: Superutilisateur
it_it: Superutente
pt_br: Super usuário
ru_ru: Суперпользователь

source: (Grants all permissions and can view objects)
bg_bg: (Дава всички права и може да преглежда обекти)
fr_fr: (accorde tous les droits et permet de voir les objets)
it_it: (Concede tutti i permessi e può vedere gli oggetti)
nl_nl: (Verleent alle rechten en kan objecten weergeven)
pt_br: (Concede todas as permissões e pode visualizar objetos)
ru_ru: (Даёт все разрешения и может просматривать объекты)

source: Two-factor Authentication
bg_bg: Двуфакторното удостоверяване
fr_fr: Authentification à deux facteurs
it_it: Autenticazione a due fattori
nl_nl: Tweestapsverificatie
pt_br: Autenticação de dois fatores
ru_ru: Двухфакторная аутентификация

source: Disable Two-factor Authentication
bg_bg: Деактивирайте двуфакторното удостоверяване
fr_fr: Désactiver l'authentification à deux facteurs
it_it: Disabilita autenticazione a due fattori
nl_nl: Tweestapsverificatie uitschakelen
pt_br: Desativar a autenticação de dois fatores
ru_ru: Отключить двухфакторную аутентификацию

source: Create new user account
bg_bg: Създаване на нов потребителски профил
fr_fr: Créer un nouveau compte utilisateur
it_it: Crea nuovo account utente
nl_nl: Nieuw gebruikersaccount maken
pt_br: Criar uma nova conta de usuário
ru_ru: Создать новую учетную запись пользователя

source: Edit user account
bg_bg: Промяна на потребителски профил
fr_fr: Modifier le compte utilisateur
it_it: Modifica account utente
nl_nl: Bewerk gebruikersaccount
pt_br: Editar conta de usuário
ru_ru: Редактировать учетную запись пользователя

source: Totp deactivated
bg_bg: Totp е деактивиран
fr_fr: TOTP désactivé
it_it: TOTP disattivato
nl_nl: TOTP uitgeschakeld
pt_br: Totp desativado
ru_ru: Totp деактивирован

source: Totp deactivation failed
bg_bg: Грешка при деактивиране на Totp
fr_fr: La désactivation du TOTP a échoué
it_it: Disattivazione del TOTP fallita
nl_nl: Fout bij uitschakelen TOTP
pt_br: Desativação de totp falhou
ru_ru: Ошибка деактивации Totp

source: Sort order
bg_bg: Ред на сортиране
fr_fr: Ordre de tri
it_it: Ordinamento
nl_nl: Sorteervolgorde
pt_br: Ordem de classificação
ru_ru: Очередность

source: Triggers
bg_bg: Тригъри
fr_fr: Déclencheurs
it_it: Attivatori
pt_br: Gatilhos
ru_ru: Триггеры

source: Trigger Workflow On:
bg_bg: Задействай работния процес при:
fr_fr: Déclencher un workflow sur :
it_it: Avvio del Flusso di lavoro quando:
nl_nl: Trigger workflow wanneer:
pt_br: Desencadeia Fluxo De Trabalho Em
ru_ru: Условия запуска процесса:

source: Add Trigger
bg_bg: Добави тригър
fr_fr: Ajouter un déclencheur
it_it: Aggiungi trigger
nl_nl: Trigger toevoegen
pt_br: Adicionar Desencadeador
ru_ru: Добавить условие

source: Apply Actions:
bg_bg: Приложи действия:
fr_fr: Appliquer l’action :
it_it: Applica Azioni:
nl_nl: Acties toepassen:
pt_br: Aplicar ações:
ru_ru: Применять действие:

source: Add Action
bg_bg: Добави действие
fr_fr: Ajouter une action
it_it: Aggiungi Azione
nl_nl: Actie toevoegen
pt_br: Adicionar ação
ru_ru: Добавить

source: Trigger type
bg_bg: Тип на тригъра
fr_fr: Type de déclenchement
it_it: Tipo di trigger
pt_br: Tipo de acionador
ru_ru: Тип триггера

source: Set scheduled trigger offset and which date field to use.
bg_bg: Задайте планирано отместване на тригера и кое поле за дата да използвате.
fr_fr: Définissez le décalage du déclencheur planifié et le champ de date à utiliser.
it_it: Imposta un offset di attivazione programmato e quale campo data usare.
pt_br: Define o deslocamento do gatilho programado e o campo a ser usado.
ru_ru: Задайте смещение запланированного триггера и какое поле даты использовать.

source: Offset days
bg_bg: Дата на отместване
fr_fr: Décalage en jours
it_it: Offset in giorni
pt_br: Dias de deslocamento
ru_ru: Дни смещения

source: Positive values will trigger after the date, negative values before.
fr_fr: Les valeurs positives se déclencheront après la date et les valeurs négatives avant.
it_it: Valori positivi si attiveranno dopo la data, i valori negativi prima.
pt_br: Valores positivos serão acionados após a data, valores negativos antes.
ru_ru: Положительные значения будут срабатывать после даты, а отрицательные - перед ней.

source: Relative to
bg_bg: Спрямо
fr_fr: Relatif à
it_it: Relativo a
nl_nl: Relatief aan
pt_br: Relativo a
ru_ru: Относительно

source: Custom field
bg_bg: Персонализирано поле
fr_fr: Champ personnalisé
it_it: Campo personalizzato
nl_nl: Aangepast veld
pt_br: Campo personalizado
ru_ru: Пользовательское поле

source: Custom field to use for date.
bg_bg: Персонализирано поле за използване за дата.
fr_fr: Champ personnalisé à utiliser pour la date.
it_it: Campo personalizzato da usare per la data.
pt_br: Campo personalizado para usar para data.
ru_ru: Пользовательское поле, чтобы использовать для даты.

source: Recurring
bg_bg: Повтарящи се
fr_fr: Récurrent
it_it: Ricorrente
nl_nl: Herhalend
pt_br: Recorrente
ru_ru: Повторяющееся

source: Trigger is recurring.
bg_bg: Тригерът се повтаря.
fr_fr: Le déclencheur est récurrent.
it_it: Il trigger si ripete.
pt_br: Gatilho é recorrente.
ru_ru: Триггер повторяется.

source: Recurring interval days
bg_bg: Повтарящи се интервални дни
fr_fr: Intervalle récurrent en jours
it_it: Intervallo di ripetizione in giorni
nl_nl: Herhalingsinterval in dagen
pt_br: Dias do intervalo recorrentes
ru_ru: Повторяющиеся дни интервала

source: Repeat the trigger every n days.
bg_bg: Повторете задействането на всеки n дни.
fr_fr: Répétez le déclencheur tous les n jours.
it_it: Ripeti il trigger ogni n giorni.
pt_br: Repetir o gatilho a cada n dias.
ru_ru: Повторять триггер каждые n дней.

source: Trigger for documents that match <em>all</em> filters specified below.
bg_bg: Тригер за съвпадащи документи <em>all</em> филтри, посочени по-долу.
fr_fr: Déclenche pour les documents qui correspondent à <em>tous</em>les filtres spécifiés ci-dessous.
it_it: Attiva per i documenti che corrispondono a <em>tutti</em> filtri specificati di seguito.
nl_nl: Trigger voor documenten die overeenkomen met <em>alle</em> filters hieronder.
pt_br: Acionar os documentos que correspondem a <em>todos os filtros</em> especificados abaixo.
ru_ru: Триггер для документов, соответствующих <em>всем фильтрам</em> указанным ниже.

source: Filter filename
bg_bg: Филтриране по файлово име
fr_fr: Filtrer le nom de fichier
it_it: Filtra nome file
nl_nl: Bestandsnaam filteren
pt_br: Filtro de nome de arquivo
ru_ru: Фильтр имя файла

source: Apply to documents that match this filename. Wildcards such as *.pdf or *invoice* are allowed. Case insensitive.
bg_bg: Прилага се към документи, които отговарят на това файлово име. Позволени са заместващи символи като *.pdf или *invoice*. Нечувствителен към големи и малки букви.
fr_fr: Appliquer aux documents qui correspondent à ce nom de fichier. Les expressions telles que *.pdf ou *facture* sont autorisées. Insensible à la casse.
it_it: Elabora i documenti che corrispondono a questo nome. Puoi usare wildcard come *.pdf o *fattura*. Ignora maiuscole e minuscole.
nl_nl: Toepassen op documenten die overeenkomen met deze bestandsnaam. Wildcards als *.pdf of *factuur* zijn toegestaan. Niet hoofdlettergevoelig.
pt_br: Aplica-se a documentos que correspondem a esse nome de arquivo. Caracteres curinga como *.pdf ou *fatura* são permitidos. Sem diferenciação de maiúsculas e minúsculas.
ru_ru: Обрабатывать только документы, которые полностью совпадают с именем файла. Маски, например *.pdf или *счет*, разрешены. Не учитывает регистр.

source: Filter sources
bg_bg: Филтриране на източници
fr_fr: Filtrer les sources
it_it: Filtra sorgenti
nl_nl: Bronnen filteren
pt_br: Filtro de fontes
ru_ru: Фильтр источников

source: Filter path
bg_bg: Филтриране на път
fr_fr: Filtrer le chemin
it_it: Filtro percorso
nl_nl: Filter op opslaglocatie
pt_br: Filtro de caminho
ru_ru: Фильтр пути

source: Apply to documents that match this path. Wildcards specified as * are allowed. Case-normalized.</a>
bg_bg: Прилагане към документи, които съответстват на този път. Разрешени са заместващи символи, посочени като *. Нормализирани по случай.</a>
fr_fr: Appliquer aux documents qui correspondent à ce chemin. Les caractères génériques tels que "*" sont autorisés. Normalisation de la casse.</a>
it_it: Applica ai documenti che corrispondono a questo percorso. I caratteri jolly specificati come * sono consentiti. Case-normalizzato.</a>
nl_nl: Toepassen op documenten die overeenkomen met dit pad. Wildcards met * zijn toegestaan. Hoofdletters worden genormaliseerd.</a>
pt_br: Aplica-se a documentos que correspondem a esse caminho. Caracteres curinga usando * são permitidos. Sem diferenciação de maiúsculas e minúsculas.</a>
ru_ru: Обрабатывать только документы, которые соответствуют данному пути. Маски, указанные как *, разрешены. Допускается регистр.</a>

source: Filter mail rule
bg_bg: Правило за филтриране на поща
fr_fr: Règle de filtrage des messages
it_it: Regola e-mail
nl_nl: Filter op e-mailregel
pt_br: Filtro de regra de e-mail
ru_ru: Фильтр почтовых правил

source: Apply to documents consumed via this mail rule.
bg_bg: Прилагане за документи, консумирани чрез това правило за поща.
fr_fr: Appliquer aux documents traités par cette règle de courrier.
it_it: Applica ai documenti elaborati attraverso questa regola di posta.
nl_nl: Toepassen op documenten die via deze e-mailregel zijn toegevoegd.
pt_br: Aplica-se a documentos consumidos por essa regra de e-mail.
ru_ru: Обрабатывать только документы, добавленные через это почтовое правило.

source: Content matching algorithm
bg_bg: Алгоритъм за съвпадение на съдържанието
fr_fr: Algorithme de correspondance de contenu
it_it: Algoritmo di corrispondenza contenuti
nl_nl: Inhoud matchingsalgoritme
pt_br: Algoritmo de conteúdo correspondente
ru_ru: Алгоритм подбора содержимого

source: Content matching pattern
bg_bg: Модел за съвпадение на съдържанието
fr_fr: Modèle de correspondance au contenu
it_it: Modello di corrispondenza contenuti
nl_nl: Inhoud matchen op patroon
pt_br: Conteúdo correspondente padrão
ru_ru: Шаблон подбора содержимого

source: Advanced Filters
fr_fr: Filtres avancés
it_it: Filtri Avanzati
pt_br: Filtros Avançados

source: Add filter
fr_fr: Ajouter un filtre
it_it: Aggiungi filtro
pt_br: Adicionar filtro

source: No advanced workflow filters defined.
fr_fr: Aucun filtre de workflow avancé défini.
it_it: Nessun filtro avanzato del workflow definito.
pt_br: Nenhum filtro avançado de fluxo de trabalho definido.

source: Complete the custom field query configuration.
fr_fr: Complétez la configuration de requête de champ personnalisée.
it_it: Completa la configurazione della query di campo personalizzato.
pt_br: Conclua a configuração da consulta de campo personalizado.

source: Action type
bg_bg: Тип на действие
fr_fr: Type d'action
it_it: Tipo di Azione
nl_nl: Actietype
pt_br: Tipo de ação
ru_ru: Тип действия

source: Assign title
bg_bg: Задаване на заглавие
fr_fr: Attribuer un titre
it_it: Assegna titolo
nl_nl: Titel toewijzen
pt_br: Atribuir título
ru_ru: Присвоить заголовок

source: Can include some placeholders, see <a target='_blank' href='https://docs.paperless-ngx.com/usage/#workflows'>documentation</a>.
bg_bg: Може да включи някои контейнери, вижте <a target='_blank' href='https://docs.paperless-ngx.com/usage/#workflows'>документация</a>.
fr_fr: Peut inclure certains caractères génériques, voir la <a target='_blank' href='https://docs.paperless-ngx.com/usage/#workflows'>documentation</a>.
it_it: Può includere alcuni segnaposto, vedere <a target='_blank' href='https://docs.paperless-ngx.com/usage/#workflows'>documentation</a>.
nl_nl: Kan gebruik maken van sommige placeholders, zie <a target='_blank' href='https://docs.paperless-ngx.com/usage/#workflows'>documentatie</a>.
pt_br: Pode incluir alguns espaços reservados, consulte a <a target='_blank' href='https://docs.paperless-ngx.com/usage/#workflows'>documentação</a>.
ru_ru: Может содержать некоторые заполнители, смотрите <a target='_blank' href='https://docs.paperless-ngx.com/usage/#workflows'>документацию</a>.

source: Assign tags
bg_bg: Задаване на етикет
fr_fr: Assigner des étiquettes
it_it: Assegna tag
nl_nl: Labels toewijzen
pt_br: Atribuir etiquetas
ru_ru: Назначить метки

source: Assign storage path
bg_bg: Задаване нa път за съхранение
fr_fr: Attribuer un chemin de stockage
it_it: Assegna percorso di archiviazione
nl_nl: Opslaglocatie toewijzen
pt_br: Atribuir caminho de armazenamento
ru_ru: Назначить путь хранения

source: Assign custom fields
bg_bg: Присвояване на персонализирани полета
fr_fr: Affecter des champs personnalisés
it_it: Assegna campi personalizzati
nl_nl: Aangepaste velden toewijzen
pt_br: Atribuir campos personalizados
ru_ru: Назначить пользовательские поля

source: Assign owner
bg_bg: Задаване на собственик
fr_fr: Affecter un propriétaire
it_it: Assegna proprietario
nl_nl: Eigenaar toewijzen
pt_br: Atribuir proprietário
ru_ru: Назначить владельца

source: Assign view permissions
bg_bg: Задаване на права за разглеждане
fr_fr: Affecter des autorisations de consultation
it_it: Assegna permessi di visualizzazione
nl_nl: Weergaverechten toewijzen
pt_br: Atribuir permissões de visualização
ru_ru: Назначить права для просмотра

source: Assign edit permissions
bg_bg: Задаване на права за промяна
fr_fr: Assigner des autorisations d'édition
it_it: Assegna permessi di modifica
nl_nl: Bewerkingsrechten toewijzen
pt_br: Atribuir permissões de edição
ru_ru: Назначить права для редактирования

source: Remove tags
bg_bg: Премахни тагове
fr_fr: Supprimer des étiquettes
it_it: Rimuovi tag
nl_nl: Verwijder labels
pt_br: Remover etiquetas
ru_ru: Удалить теги

source: Remove all
bg_bg: Премахни всички
fr_fr: Tout supprimer
it_it: Rimuovi tutto
nl_nl: Verwijder alle
pt_br: Remover tudo
ru_ru: Удалить всё

source: Remove correspondents
bg_bg: Премахни кореспонденти
fr_fr: Supprimer des correspondants
it_it: Rimuovi corrispondenti
nl_nl: Verwijder correspondenten
pt_br: Remover correspondentes
ru_ru: Удалить корреспондентов

source: Remove document types
bg_bg: Премахни типове документи
fr_fr: Supprimer des types de document
it_it: Rimuovi tipi di documento
nl_nl: Verwijder documenttypes
pt_br: Remover tipos de documentos
ru_ru: Удалить типы документов

source: Remove storage paths
bg_bg: Премахнете пътищата за съхранение
fr_fr: Supprimer des chemins de stockage
it_it: Rimuovi percorsi di archiviazione
nl_nl: Verwijder opslagpaden
pt_br: Remover caminhos de armazenamento
ru_ru: Удалить пути хранения
