Repository: wenzun-99/document-ms
Catalog: src-ui/src/locale/messages.*.xlf
Languages: bg_bg, fr_fr, it_it, nl_nl, pt_br, ru_ru

source: This operation will assign the correspondent "correspondent.name" to this.list.selected.size selected document(s).
bg_bg: Тази операция ще зададе кореспонта "correspondent.name" към this.list.selected.size избраните документ(и).
fr_fr: Cette action affectera le correspondant "correspondent.name" au(x) this.list.selected.size document(s) sélectionné(s).
it_it: Questa operazione assegnerà il corrispondente "correspondent.name" a this.list.selected.size documento/i selezionato/i.
nl_nl: De correspondent "correspondent.name" zal aan this.list.selected.size geselecteerd(e) document(en) worden toegewezen.
pt_br: Essa operação irá atribuir o correspondente "correspondent.name" para this.list.selected.size documento(s) selecionado(s).
ru_ru: Эта операция назначит корреспондента "correspondent.name" this.list.selected.size выбранным документам.

source: This operation will remove the correspondent from this.list.selected.size selected document(s).
bg_bg: Тази операция ще премахне кореспонта от "this.list.selected.size" избраните документ(и).
fr_fr: Cette action supprimera le correspondant de(s) this.list.selected.size document(s) sélectionné(s).
it_it: Questa operazione rimuoverà il corrispondente da this.list.selected.size documento/i selezionato/i.
nl_nl: De correspondent zal verwijderd worden van this.list.selected.size geselecteerd(e) document(en).
pt_br: Essa operação irá remover o correspondente de this.list.selected.size documento(s) selecionado(s).
ru_ru: Эта операция удалит корреспондента из this.list.selected.size выбранных документов.

source: Confirm document type assignment
bg_bg: Потвърждаване на заданието за тип документ
fr_fr: Confirmer l'affectation du type de document
it_it: Conferma assegnazione tipo di documento
nl_nl: Bevestig toewijzen van documenttype
pt_br: Confirmar atribuição de tipo de documento
ru_ru: Подтвердите назначение типа документа

source: This operation will assign the document type "documentType.name" to this.list.selected.size selected document(s).
bg_bg: Тази операция ще зададе типа документ "documentType.name" към this.list.selected.size избраните документ(и).
fr_fr: Cette action affectera le type de document "documentType.name" au(x) this.list.selected.size document(s) sélectionné(s).
it_it: Questa operazione assegnerà il tipo di documento "documentType.name" a this.list.selected.size documento/i selezionato/i.
nl_nl: Het documenttype "documentType.name" zal aan this.list.selected.size geselecteerd(e) document(en) worden toegewezen.
pt_br: Essa operação irá atribuir o tipo de documento "documentType.name" para this.list.selected.size documento(s) selecionado(s).
ru_ru: Эта операция присвоит тип "documentType.name" this.list.selected.size выбранным документам.

source: This operation will remove the document type from this.list.selected.size selected document(s).
bg_bg: Тази операция ще премахне типа документ от "this.list.selected.size" избраните документ(и).
fr_fr: Cette action supprimera le type de document de(s) this.list.selected.size document(s) sélectionné(s).
it_it: Questa operazione eliminerà il tipo di documento da this.list.selected.size documento/i selezionato/i.
nl_nl: Het documenttype zal verwijderd worden van this.list.selected.size geselecteerd(e) document(en).
pt_br: Essa operação irá remover o tipo de documento de this.list.selected.size documento(s) selecionado(s).
ru_ru: Эта операция удалит тип из this.list.selected.size выбранных документов.

source: Confirm storage path assignment
bg_bg: Потвърждаване на задаването на път към хранилище
fr_fr: Confirmez le chemin de stockage
it_it: Conferma assegnazione percorso di archiviazione
nl_nl: Bevestig toewijzing opslagpad
pt_br: Confirmar atribuição de caminho de armazenamento
ru_ru: Подтвердите назначение путь хранения

source: This operation will assign the storage path "storagePath.name" to this.list.selected.size selected document(s).
bg_bg: Тази операция ще зададе път към хранилище "storagePath.name" към this.list.selected.size избраните документ(и).
fr_fr: Cette opération assignera le chemin de stockage "storagePath.name" aux this.list.selected.size document(s) sélectionné(s).
it_it: Questa operazione assegnerà il percorso di archiviazione "storagePath.name" a this.list.selected.size documento/i selezionato/i.
nl_nl: Het opslagpad storagePath.name zal toegewezen worden aan this.list.selected.size geselecteerd(e) document(en).
pt_br: Esta operação irá atribuir o caminho de armazenamento "storagePath.name" para this.list.selected.size documento(s) selecionado(s).
ru_ru: Эта операция присвоит путь хранения "storagePath.name" к this.list.selected.size выбранному(ым) документу(ам).

source: This operation will remove the storage path from this.list.selected.size selected document(s).
bg_bg: Тази операция ще премахне пътя към хранилище от "this.list.selected.size" избраните документ(и).
fr_fr: Cette opération assignera le chemin de stockage des "this.list.selected.size" document(s) sélectionné(s).
it_it: Questa operazione rimuoverà il percorso di archiviazione da this.list.selected.size documento/i selezionato/i.
nl_nl: Het opslagpad zal verwijderd worden van this.list.selected.size geselecteerd(e) document(en).
pt_br: Essa operação irá remover o caminho de armazenamento de this.list.selected.size documento(s) selecionado(s).
ru_ru: Эта операция удалит путь хранения из this.list.selected.size выбранного(ых) документа(ов).

source: Confirm custom field assignment
bg_bg: Потвърдете персонализираното присвояване на полето
fr_fr: Confirmer l'affectation de champ personnalisé
it_it: Conferma assegnazione campo personalizzato
nl_nl: Toewijzing van aangepaste velden bevestigen
pt_br: Confirmar atribuição de campo personalizado
ru_ru: Подтвердить назначение пользовательского поля

source: This operation will assign the custom field "customField.name" to this.list.selected.size selected document(s).
bg_bg: Тази операция ще присвои персонализираното поле "customField.name" to this.list.selected.size на избран документ(и).
fr_fr: Cette opération va affecter le champ personnalisé « customField.name » sur les this.list.selected.size document(s) sélectionné(s).
it_it: Questa operazione assegnerà il campo personalizzato "customField.name" a this.list.selected.size documenti selezionati.
nl_nl: Deze bewerking zal het aangepaste veld customField.name toevoegen aan this.list.selected.size geselecteerde document(en).
pt_br: Esta operação atribuirá os campos personalizados this._localizeList( changedCustomFields.itemsToAdd ) para this.list.selected.size documento(s) selecionado(s).
ru_ru: Эта операция присвоит пользовательское поле "customField.name" к this.list.selected.size выбранному(-ым) документу(-ам).

source: This operation will assign the custom fields this._localizeList( changedCustomFields.itemsToAdd ) to this.list.selected.size selected document(s).
bg_bg: Тази операция ще присвои потребителските полета this._localizeList( changedCustomFields.itemsToAdd ) към this.list.selected.size избран документ(и).
fr_fr: Cette opération va affecter les champs personnalisés this._localizeList( changedCustomFields.itemsToAdd ) sur les this.list.selected.size document(s) sélectionné(s).
it_it: Questa operazione assegnerà i campi personalizzati this._localizeList( changedCustomFields.itemsToAdd ) a this.list.selected.size documenti selezionati.
nl_nl: Deze bewerking zal de aangepaste velden this._localizeList( changedCustomFields.itemsToAdd ) toevoegen aan this.list.selected.size geselecteerde document(en).
pt_br: Esta operação atribuirá os campos personalizados this._localizeList( changedCustomFields.itemsToAdd ) para this.list.selected.size documento(s) selecionado(s).
ru_ru: Эта операция присвоит пользовательские поля this._localizeList( changedCustomFields.itemsToAdd ) к this.list.selected.size выбранному(-ым) документу(-ам).

source: This operation will remove the custom field "customField.name" from this.list.selected.size selected document(s).
bg_bg: Тази операция ще премахне потребителското поле "customField.name" от this.list.selected.size избран документ(и).
fr_fr: Cette opération va supprimer le champ personnalisé « customField.name » sur les this.list.selected.size document(s) sélectionné(s).
it_it: Questa operazione rimuoverà il campo personalizzato "customField.name" da this.list.selected.size documenti selezionati.
nl_nl: Deze bewerking zal het aangepaste veld customField.name verwijderen van this.list.selected.size geselecteerde document(en).
pt_br: Esta operação removerá os campos personalizados this._localizeList( changedCustomFields.itemsToAdd ) para this.list.selected.size documento(s) selecionado(s).
ru_ru: Эта операция удалит пользовательское поле "customField.name" из this.list.selected.size выбранного(-ых) документа(-ов).

source: This operation will remove the custom fields this._localizeList( changedCustomFields.itemsToRemove ) from this.list.selected.size selected document(s).
bg_bg: Тази операция ще премахне персонализираните полета this._localizeList( changedCustomFields.itemsToRemove ) от this.list.selected.size избран(и) документ(и).
fr_fr: Cette opération va supprimer les champs personnalisés this._localizeList( changedCustomFields.itemsToRemove ) sur les this.list.selected.size document(s) sélectionné(s).
it_it: Questa operazione assegnerà i campi personalizzati this._localizeList( changedCustomFields.itemsToRemove ) da this.list.selected.size documenti selezionati.
nl_nl: Deze bewerking zal de aangepaste velden this._localizeList( changedCustomFields.itemsToRemove ) verwijderen van this.list.selected.size geselecteerde document(en).
pt_br: Esta operação removerá os campos personalizados this._localizeList( changedCustomFields.itemsToAdd ) para this.list.selected.size documento(s) selecionado(s).
ru_ru: Эта операция удалит пользовательские поля this._localizeList( changedCustomFields.itemsToRemove ) из this.list.selected.size выбранного(-ых) документа(-ов).

source: This operation will assign the custom fields this._localizeList( changedCustomFields.itemsToAdd ) and remove the custom fields this._localizeList( changedCustomFields.itemsToRemove ) on this.list.selected.size selected document(s).
bg_bg: Тази операция ще присвои потребителските полета this._localizeList( changedCustomFields.itemsToAdd ) и ще премахне персонализираните полета this._localizeList( changedCustomFields.itemsToRemove ) на this.list.selected.size избран документ(и).
fr_fr: Cette opération va affecter les champs personnalisés this._localizeList( changedCustomFields.itemsToAdd ) et supprimera les champs personnalisés this._localizeList( changedCustomFields.itemsToRemove ) sur les this.list.selected.size document(s) sélectionné(s).
it_it: Questa operazione assegnerà i campi personalizzati this._localizeList( changedCustomFields.itemsToAdd ) e rimuoverà i campi personalizzati this._localizeList( changedCustomFields.itemsToRemove ) su this.list.selected.size documenti selezionati.
nl_nl: Deze bewerking zal de aangepaste velden this._localizeList( changedCustomFields.itemsToAdd ) toewijzen en de aangepaste velden this._localizeList( changedCustomFields.itemsToRemove ) verwijderen van this.list.selected.size geselecteerde document(en).
pt_br: Esta operação irá atribuir campos customizados this._localizeList( changedCustomFields.itemsToAdd ) e remover os campos customizados this._localizeList( changedCustomFields.itemsToRemove ) nos this.list.selected.size documentos selecionados.
ru_ru: Эта операция присвоит пользовательские поля this._localizeList( changedCustomFields.itemsToAdd ) и удалит пользовательские поля this._localizeList( changedCustomFields.itemsToRemove ) в this.list.selected.size выбранном(-ых) документе(-ах).

source: Move this.list.selected.size selected document(s) to the trash?
bg_bg: Премеси this.list.selected.size избраните документ(и) в кошчето?
fr_fr: Déplacer le document/les this.list.selected.size documents sélectionnés vers la corbeille ?
it_it: Spostare this.list.selected.size documenti selezionati nel cestino?
nl_nl: Verplaats this.list.selected.size geselecteerde document(en) naar de prullenbak?
pt_br: Mover this.list.selected.size documentos selecionados para a lixeira?
ru_ru: Поместить this.list.selected.size выбранный(-ых) документ(-а) в корзину?

source: This operation will permanently recreate the archive files for this.list.selected.size selected document(s).
bg_bg: Тази операция ще пресъздаде за постоянно архивните файлове за this.list.selected.size избран документ(и).
fr_fr: Cette action recréer définitivement les fichiers d'archive pour les this.list.selected.size document(s) sélectionné(s).
it_it: Questa operazione ricreerà in modo permanente i file di archivio per i this.list.selected.size documenti selezionati.
nl_nl: Met deze bewerking worden de gearchiveerde bestanden voor this.list.selected.size geselecteerde document(en) permanent opnieuw aangemaakt.
pt_br: Essa operação irá excluir permanentemente o arquivo this.list.selected.size documento(s) selecionado(s).
ru_ru: Эта операция будет постоянно пересоздавать файлы архива для this.list.selected.size выбранного(-ых) документа(-ов).

source: The archive files will be re-generated with the current settings.
bg_bg: Архивните файлове ще бъдат повторно генерирани с текущите настройки.
fr_fr: Les fichiers d'archive vont être régénérés avec les paramètres actuels.
it_it: I file di archivio verranno rigenerati con le impostazioni attuali.
nl_nl: De gearchiveerde bestanden worden opnieuw gegenereerd met de huidige instellingen.
pt_br: Os arquivos serão re-gerados com as configurações atuais.
ru_ru: Файлы архива будут пересозданы с текущими настройками.

source: Rotate confirm
bg_bg: Потвърждение за завъртане
fr_fr: Confirmation de la rotation
it_it: Conferma rotazione
nl_nl: Roteren bevestigen
pt_br: Confirmar Rotação
ru_ru: Подтвердить вращение

source: This operation will permanently rotate the original version of this.list.selected.size document(s).
bg_bg: Тази операция ще завърти за постоянно оригиналната версия на this.list.selected.size документ(и).
fr_fr: Cette opération pivotera définitivement la version originale de this.list.selected.size document(s).
it_it: Questa operazione ruoterà in modo permanente la versione originale di this.list.selected.size documenti.
nl_nl: Met deze bewerking wordt de originele versie van this.list.selected.size document(en) permanent geroteerd.
pt_br: Essa operação irá girar permanentemente a versão original do(s) this.list.selected.size documento(s).
ru_ru: Эта операция повернёт оригинал(-ы) this.list.selected.size документа(-ов) навсегда.

source: Merge confirm
bg_bg: Потвърждаване на сливането
fr_fr: Confirmation de la fusion
it_it: Conferma unione
nl_nl: Samenvoegen bevestigen
pt_br: Confirmar junção
ru_ru: Подтвердить слияние

source: This operation will merge this.list.selected.size selected documents into a new document.
bg_bg: Тази операция ще се обедини this.list.selected.size избрани документи в нов документ.
fr_fr: Cette opération fusionnera définitivement this.list.selected.size document(s) sélectionné(s) dans un nouveau document.
it_it: Questa operazione unirà this.list.selected.size documenti selezionati in nuovi documenti.
nl_nl: Deze bewerking voegt this.list.selected.size geselecteerde documenten samen tot een nieuw document.
pt_br: Essa operação irá juntar os this.list.selected.size documentos selecionados em um novo documento.
ru_ru: Эта операция объединит this.list.selected.size выбранных документов в новый документ.

source: Merged document will be queued for consumption.
bg_bg: Обединеният документ ще бъде поставен в опашка за обработване.
fr_fr: Le document fusionné sera dans la file d'attente pour consommation.
it_it: Il documento unito sarà messo in coda per l'elaborazione.
nl_nl: Het samengevoegde document wordt in de wachtrij geplaatst voor verwerking.
pt_br: O documento juntado será colocado na fila para consumo.
ru_ru: Объединенный документ будет добавлен в очередь для обработки.

source: Custom fields updated.
bg_bg: Персонализираните полета са актуализирани.
fr_fr: Champ personnalisé mis à jour.
it_it: Campi personalizzati aggiornati.
nl_nl: Aangepaste velden bijgewerkt.
pt_br: Campos personalizados atualizados.
ru_ru: Пользовательские поля обновлены.

source: Error updating custom fields.
bg_bg: Грешка при актуализиране на персонализирани полета.
fr_fr: Erreur de mise à jour du champ personnalisé.
it_it: Errore nell'aggiornamento dei campi personalizzati.
nl_nl: Fout tijdens bijwerken van aangepaste velden.
pt_br: Erro ao atualizar campos personalizados.
ru_ru: Ошибка при обновлении пользовательских полей.

source: {VAR_PLURAL, plural, =1 {Set custom fields for 1 document} other {Set custom fields for {INTERPOLATION} documents}}
bg_bg: {VAR_PLURAL, plural, =1 {Задайте потребителски полета за 1 документ} other {Задайте персонализирани полета за {INTERPOLATION} документи}}
fr_fr: {VAR_PLURAL, plural, one {}=1 {Définir des champs personnalisés pour un document} other {Définir des champs personnalisés pour {INTERPOLATION} documents}}
it_it: {VAR_PLURAL, plural, one {}=1 {Imposta campi personalizzati per 1 documento} other {Imposta campi personalizzati per {INTERPOLATION} documenti}}
nl_nl: {VAR_PLURAL, plural, =1 {Aangepaste velden toevoegen aan 1 document} other {Aangepaste velden toevoegen aan {INTERPOLATION} documenten}}
pt_br: {VAR_PLURAL, plural, one {}=1 {Defina campos personalizados para 1 documento} other {Defina campos personalizados para {INTERPOLATION} documentos}}
ru_ru: {VAR_PLURAL, plural,=1 {Установить пользовательские поля для 1 документа} other {Установить пользовательские поля для {INTERPOLATION} документов}}

source: Select custom fields
bg_bg: Изберете потребителски полета
fr_fr: Sélectionner les champs personnalisés
it_it: Seleziona campi personalizzati
nl_nl: Selecteer aangepaste velden
pt_br: Selecionar campos personalizados
ru_ru: Выбрать пользовательские поля

source: {VAR_PLURAL, plural, =1 {This operation will also remove 1 custom field from the selected documents.} other {This operation will also remove {INTERPOLATION} custom fields from the selected documents.}}
bg_bg: {VAR_PLURAL, plural, =1 {Тази операция също ще премахне 1 потребителско поле от избраните документи.} other {Тази операция също ще ремахне {INTERPOLATION} потребителски полета от избраните документи.}}
fr_fr: {VAR_PLURAL, plural, one {}=1 {Cette opération va retirer un champ personnalisé des documents sélectionnés.} other {Cette opération supprimera aussi {INTERPOLATION} champs personnalisés des documents sélectionnés.}}
it_it: {VAR_PLURAL, plural,=1 {Questa operazione rimuoverà anche un campo personalizzato dal documento selezionato.} other {Questa operazione rimuoverà anche {INTERPOLATION} campi personalizzati dal documento selezionato.}}
nl_nl: {VAR_PLURAL, plural, =1 {Met deze bewerking wordt ook 1 aangepast veld van de geselecteerde documenten verwijderd.} other {Met deze bewerking worden ook {INTERPOLATION} aangepaste velden van de geselecteerde documenten verwijderd.}}
pt_br: {VAR_PLURAL, plural, one {}=1 {Esta operação também removerá 1 campo personalizado dos documentos selecionados.} other {Esta operação também removerá campos personalizados {INTERPOLATION} dos documentos selecionados.}}
ru_ru: {VAR_PLURAL, plural,=1 {Эта операция также удалит 1 пользовательское поле из выбранных документов.}other {Эта операция также удалит {INTERPOLATION} пользовательских полей из выбранных документов.}}

source: Filter by tag
bg_bg: Филтриране по етикет
fr_fr: Filtrer par étiquette
it_it: Filtra per tag
nl_nl: Op label filteren
pt_br: Filtrar por etiqueta
ru_ru: Отфильтровать по тегу

source: View notes
bg_bg: Преглед на бележка
fr_fr: Afficher les notes
it_it: Visualizza note
nl_nl: Bekijk notities
pt_br: Ver notas
ru_ru: Просмотреть заметки

source: Created: {{ document.created | customDate }}
fr_fr: Créé : {{ document.created | customDate }}
it_it: Creato: {{ document.created | customDate }}
nl_nl: Aangemaakt: {{ document.created | customDate }}
pt_br: Criado: {{document.created | customDate}}
ru_ru: Создано: {{ document.created | customDate }}

source: Added: {{ document.added | customDate }}
bg_bg: Добавен: {{ document.added | customDate }}
fr_fr: Ajout : {{ document.added | customDate }}
it_it: Aggiunto il: {{ document.added | customDate }}
nl_nl: Toegevoegd: {{ document.added | customDate }}
pt_br: Adicionado: {{ document.added | customDate }}
ru_ru: Добавлено: {{ document.added | customDate }}

source: Modified: {{ document.modified | customDate }}
bg_bg: Променен: {{ document.modified | customDate }}
fr_fr: Modification : {{ document.modified | customDate }}
it_it: Modificato il: {{ document.modified | customDate }}
nl_nl: Gewijzigd: {{ document.modified | customDate }}
pt_br: Modificado: {{ document.modified | customDate }}
ru_ru: Изменено: {{ document.modified | customDate }}

source: {VAR_PLURAL, plural, =1 {1 page} other {{INTERPOLATION} pages}}
bg_bg: {VAR_PLURAL, plural, =1 {1 страница} other {{INTERPOLATION} страници}}
fr_fr: {VAR_PLURAL, plural, one {}=1 {1 page} other {{INTERPOLATION} pages}}
it_it: {VAR_PLURAL, plural, =1 {1 pagina} other {{INTERPOLATION} pagine}}
nl_nl: {VAR_PLURAL, plural, =1 {1 pagina} other {{INTERPOLATION} pagina's}}
pt_br: {VAR_PLURAL, plural, =1 {Uma pagina} other {{INTERPOLATION} paginas}}
ru_ru: {VAR_PLURAL, plural,=1 {1 страница} other {{INTERPOLATION} страниц}}

source: Shared
bg_bg: Споделено
fr_fr: Partagés
it_it: Condiviso
nl_nl: Gedeeld
pt_br: Compartilhado
ru_ru: Поделенный

source: Score:
bg_bg: Резултат:
it_it: Rilevanza:
pt_br: Nota:
ru_ru: Оценка:

source: Toggle tag filter
bg_bg: Превключване на филтъра по етикети
fr_fr: (Dés)activer filtre d'étiquette
it_it: Attiva/Disattiva filtro tag
nl_nl: In-/uitschakelen label filter
pt_br: Alternar filtro de etiquetas
ru_ru: Показать/скрыть панель фильтра

source: Toggle correspondent filter
bg_bg: Превключване на филтъра по кореспондент
fr_fr: (Dés)activer le filtre correspondant
it_it: Attiva/Disattiva filtro corrispondente
nl_nl: In-/uitschakelen correspondent filter
pt_br: Alternar filtro correspondente
ru_ru: Переключить соответствующий фильтр

source: Toggle document type filter
bg_bg: Превключване на филтъра по тип на документ
fr_fr: Activer/désactiver le filtre par type de document
it_it: Attiva/Disattiva filtro tipo documento
nl_nl: In-/uitschakelen documenttype filter
pt_br: Alternar filtro de tipo de documento
ru_ru: Переключить фильтр типа документа

source: Toggle storage path filter
bg_bg: Превключване на филтъра по път към хранилище
fr_fr: Activer/désactiver le filtre sur le chemin de stockage
it_it: Attiva/Disattiva filtro percorso di archiviazione
nl_nl: In-/uitschakelen opslagpad filter
pt_br: Alternar filtro de caminho de armazenamento
ru_ru: Переключить фильтр пути хранения

source: Select
bg_bg: Избор
fr_fr: Sélectionner
it_it: Seleziona
nl_nl: Selecteer
pt_br: Selecione
ru_ru: Список значений

source: Select none
bg_bg: Изчисти избора
fr_fr: Sélectionner aucun
it_it: Seleziona nessuno
nl_nl: Niets selecteren
pt_br: Selecionar nenhum
ru_ru: Ничего

source: Select page
bg_bg: Избери страница
fr_fr: Sélectionner la page
it_it: Seleziona pagina
nl_nl: Selecteer pagina
pt_br: Selecionar página
ru_ru: Выбрать страницу

source: Select all
bg_bg: Избери всички
fr_fr: Sélectionner tout
it_it: Seleziona tutti
nl_nl: Alles selecteren
pt_br: Selecionar todos
ru_ru: Выбрать всё

source: None
bg_bg: Нищо
fr_fr: Aucun
it_it: Niente
nl_nl: Geen
pt_br: Nenhum
ru_ru: Отсутствует

source: Sort
bg_bg: Сортиране
fr_fr: Trier
it_it: Ordina
nl_nl: Sorteren
pt_br: Ordenar
ru_ru: Сортировка

source: Views
bg_bg: Изгледи
fr_fr: Vues
it_it: Viste
nl_nl: Weergaven
pt_br: Visualizações
ru_ru: Представления
