Repository: wenzun-99/document-ms
Catalog: src-ui/src/locale/messages.*.xlf
Languages: bg_bg, fr_fr, it_it, nl_nl, pt_br, ru_ru

# ngb.alert.close
source: Close
bg_bg: Затвори
fr_fr: Fermer
it_it: Chiudi
nl_nl: Sluiten
pt_br: Fechar
ru_ru: Закрыть

# ngb.carousel.previous
source: Previous
bg_bg: Назад
fr_fr: Précédent
it_it: Precedente
nl_nl: Vorige
pt_br: Anterior
ru_ru: Предыдущий

# ngb.carousel.next
source: Next
bg_bg: Напред
fr_fr: Suivant
it_it: Successivo
nl_nl: Volgende
pt_br: Próximo
ru_ru: Следующий

# ngb.datepicker.previous-month
source: Previous month
bg_bg: Предишен месец
fr_fr: Mois précédent
it_it: Mese precedente
nl_nl: Vorige maand
pt_br: Mês anterior
ru_ru: Предыдущий месяц

# ngb.datepicker.next-month
source: Next month
bg_bg: Следващ месец
fr_fr: Mois suivant
it_it: Il prossimo mese
nl_nl: Volgende maand
pt_br: Próximo mês
ru_ru: Следующий месяц

# ngb.toast.close-aria
source: Close
bg_bg: Затвори
fr_fr: Fermer
it_it: Chiudi
nl_nl: Sluiten
pt_br: Fechar
ru_ru: Закрыть

# ngb.datepicker.select-month
source: Select month
bg_bg: Изберете месец
fr_fr: Sélectionner le mois
it_it: Seleziona il mese
nl_nl: Selecteer maand
pt_br: Selecione o mês
ru_ru: Выберите месяц

# ngb.timepicker.hours
source: Hours
bg_bg: Часове
fr_fr: Heures
it_it: Ore
nl_nl: Uren
pt_br: Horas
ru_ru: Часы

# ngb.datepicker.select-year
source: Select year
bg_bg: Изберете година
fr_fr: Sélectionner l'année
it_it: Seleziona anno
nl_nl: Jaar selecteren
pt_br: Selecione o ano
ru_ru: Выберите год

# ngb.timepicker.minutes
source: Minutes
bg_bg: Минути
it_it: Minuti
nl_nl: Minuten
pt_br: Minutos
ru_ru: Минуты

# ngb.pagination.first-aria
source: First
bg_bg: Първи
fr_fr: Premier
it_it: Primo
nl_nl: Eerste
pt_br: Primeiro
ru_ru: Первый

# ngb.timepicker.increment-hours
source: Increment hours
bg_bg: Увеличете часове
fr_fr: Incrémenter les heures
it_it: Incrementa ore
nl_nl: Uren verhogen
pt_br: Acrescentar horas
ru_ru: Увеличить часы

# ngb.pagination.previous-aria
source: Previous
bg_bg: Предишен
fr_fr: Précédent
it_it: Precedente
nl_nl: Vorige
pt_br: Anterior
ru_ru: Предыдущий

# ngb.timepicker.decrement-hours
source: Decrement hours
bg_bg: Намалете часовете
fr_fr: Décrémenter les heures
it_it: Decrementa ore
nl_nl: Uren verlagen
pt_br: Deduzir horas
ru_ru: Уменьшить часы

# ngb.pagination.next-aria
source: Next
bg_bg: Напред
fr_fr: Suivant
it_it: Successivo
nl_nl: Volgende
pt_br: Próximo
ru_ru: Следующий

# ngb.timepicker.increment-minutes
source: Increment minutes
bg_bg: Увеличете минутите
fr_fr: Incrémenter les minutes
it_it: Incrementa minuti
nl_nl: Minuten verhogen
pt_br: Acrescentar minutos
ru_ru: Увеличить минуты

# ngb.pagination.last-aria
source: Last
bg_bg: Последен
fr_fr: Dernier
it_it: Ultimo
nl_nl: Laatste
pt_br: Último
ru_ru: Последний

# ngb.timepicker.decrement-minutes
source: Decrement minutes
bg_bg: Намалете минутите
fr_fr: Décrémenter les minutes
it_it: Decrementa minuti
nl_nl: Minuten verlagen
pt_br: Deduzir minutos
ru_ru: Уменьшить минуты

# ngb.timepicker.seconds
source: Seconds
bg_bg: Секунди
fr_fr: Secondes
it_it: Secondi
nl_nl: Seconden
pt_br: Segundos
ru_ru: Секунды

# ngb.timepicker.increment-seconds
source: Increment seconds
bg_bg: Увеличете секундите
fr_fr: Incrémenter les secondes
it_it: Incremento in secondi
nl_nl: Seconden verhogen
pt_br: Acrescentar segundos
ru_ru: Увеличить секунды

# ngb.timepicker.decrement-seconds
source: Decrement seconds
bg_bg: Намалете секундите
fr_fr: Décrémenter les secondes
it_it: Decremento in secondi
nl_nl: Seconden verlagen
pt_br: Deduzir segundos
ru_ru: Уменьшить секунды

source: Open document
bg_bg: Отваряне на документ
fr_fr: Ouvrir le document
it_it: Apri documento
pt_br: Abrir documento
ru_ru: Открыть документ

source: Could not add status.filename: status.message
bg_bg: Не може да се добави status.filename: status.message
fr_fr: Impossible d'ajouter status.filename : status.message
it_it: Impossibile aggiungere status.filename: status.message
nl_nl: Kon niet toevoegen status.filename: status.message
pt_br: Não foi possível adicionar status.filename: status.message
ru_ru: Невозможно добавить status.filename: status.message

source: Dashboard
bg_bg: Табло за управление
fr_fr: Tableau de bord
pt_br: Painel de controle
ru_ru: Главная

source: Documents
bg_bg: Документи
it_it: Documenti
nl_nl: Documenten
pt_br: Documentos
ru_ru: Документы

source: Settings
bg_bg: Настройки
fr_fr: Paramètres
it_it: Impostazioni
nl_nl: Instellingen
pt_br: Configurações
ru_ru: Настройки

source: Prev
bg_bg: Назад
fr_fr: Préc.
it_it: Prec
nl_nl: Vorige
pt_br: Anterior
ru_ru: Пред

source: Next
bg_bg: Напред
fr_fr: Suivant
it_it: Successivo
nl_nl: Volgende
pt_br: Próximo
ru_ru: Следующий

source: End
bg_bg: Край
fr_fr: Terminer
it_it: Fine
nl_nl: Einde
pt_br: Fim
ru_ru: Конец

source: The dashboard can be used to show saved views, such as an 'Inbox'. Views are found under Manage > Saved Views once you have created some.
bg_bg: Таблото за управление може да се използва за показване на запазени изгледи, като например „Входяща кутия“. Изгледите се намират под Управление > Сапазени изгледи, след като сте създали някои.
fr_fr: Le tableau de bord peut être utilisé pour afficher les vues enregistrées, comme une boîte de réception. Les vues se trouvent dans Paramètres > Vues enregistrées une fois que vous en avez créées.
it_it: La dashboard può essere usata per mostrare le viste salvate, come una 'Inox'. Queste impostazioni si trovano in Impostazioni > Viste salvate, dopo averne create alcune.
nl_nl: Het dashboard kan worden gebruikt om opgeslagen weergaven te tonen, zoals een 'Inbox'. Deze instellingen zijn te vinden onder Beheren > Opgeslagen weergaven zodra u er een hebt aangemaakt.
pt_br: O painel pode ser usado para mostrar visualizações salvas, como uma 'Caixa de Entrada'. As visualizações são encontradas em gerenciamento > de visualizações salvas, assim que você criar algumas.
ru_ru: Главная страница может быть использована для отображения сохраненных представлений, таких как «Входящие». Представления можно найти под Управлением > Сохранёнными Представлениями когда вы создадите несколько.

source: The documents list shows all of your documents and allows for filtering as well as bulk-editing. There are three different view styles: list, small cards and large cards. A list of documents currently opened for editing is shown in the sidebar.
bg_bg: Списъкът с документи показва всички ваши документи и позволява филтриране, както и групово редактиране. Има три различни стила за изглед: списък, малки карти и големи карти. В страничната лента се показва списък с документи, отворени в момента за редактиране.
fr_fr: La liste des documents affiche tous vos documents et permet le filtrage ainsi que l'édition de masse. Il y a trois styles de vue différents : liste, vignettes et liste détaillée. Une liste de documents actuellement ouverts à l'édition est affichée dans la barre latérale.
it_it: L'elenco dei documenti mostra tutti i tuoi documenti e consente di filtrarli e modificarli in blocco. Ci sono tre stili di visualizzazione diversi: elenco, carte piccole e carte grandi. Un elenco di documenti attualmente aperti per la modifica è mostrato nella barra laterale.
nl_nl: De documentenlijst toont al uw documenten en maakt zowel filteren als bulkbewerkingen mogelijk. Er zijn drie verschillende weergavestijlen: lijst, kleine kaarten en grote kaarten. In de navigatiekolom wordt een lijst weergegeven met documenten die momenteel zijn geopend voor bewerking.
pt_br: A lista de documentos mostra todos seus documentos e permite filtragem e edição em massa. Há três diferentes estilos de visualização: lista, cartões pequenos e cartões grandes. Uma lista com documentos atualmente abertos para edição é mostrada na barra lateral.
ru_ru: Список документов отображает все ваши документы и позволяет фильтровать их, а также производить массовое редактирование. Есть три различных стиля просмотра: список, маленькие карты и большие карты. Список открытых для редактирования документов показан в боковой панели.

source: The filtering tools allow you to quickly find documents using various searches, dates, tags, etc.
bg_bg: Инструментите за филтриране позволяват бързо да намирате документи, като използвате различни търсения, дати, етикети и др.
fr_fr: Les filtres vous permettent de trouver rapidement des documents en utilisant diverses recherches, dates, étiquettes, etc.
it_it: Gli strumenti di filtraggio ti consentono di trovare rapidamente documenti utilizzando vari termini di ricerca, date, tag, ecc.
nl_nl: Met de filtertools kunt u snel documenten vinden met behulp van verschillende zoekopdrachten, datums, labels, etc.
pt_br: As ferramentas de filtragem permitem que você encontre documentos rapidamente usando várias pesquisas, datas, etiquetas, etc.
ru_ru: Инструменты фильтрации позволяют быстро находить документы, используя различные поисковые запросы, даты, теги и прочее.

source: Any combination of filters can be saved as a 'view' which can then be displayed on the dashboard and / or sidebar.
bg_bg: Всяка комбинация от филтри може да бъде запазена като „изглед“, който след това може да се покаже на таблото за управление и/или страничната лента.
fr_fr: Toute combinaison de filtres peut être enregistrée sous la forme d'une « vue » qui peut ensuite être affichée sur le tableau de bord et / ou la barre latérale.
it_it: Qualsiasi combinazione di filtri può essere salvata come 'vista' che può essere visualizzata sulla dashboard e/o nella barra laterale.
nl_nl: Een combinatie van filters kan worden opgeslagen als een 'weergave' die vervolgens op het dashboard en/of de navigatiekolom kan worden getoond.
pt_br: Qualquer combinação de filtros pode ser salva como uma 'visualização', que será, então, exibida no painel lateral.
ru_ru: Любая комбинация фильтров может быть сохранена как «представление», которое затем может быть отображено на главное странице и/или в боковой панели.

source: Tags, correspondents, document types and storage paths can all be managed using these pages. They can also be created from the document edit view.
bg_bg: Етикетите, кореспондентите, типовете документи и пътищата за съхранение могат да се управляват с помощта на тези страници.
fr_fr: Les étiquettes, correspondants, types de documents et chemins de stockage peuvent tous être gérés à l'aide de ces pages. Ils peuvent également être créés à partir de la vue d'édition du document.
it_it: Etichette, corrispondenti, tipi di documenti e percorsi di archiviazione possono essere gestiti utilizzando queste pagine. Possono anche essere creati dalla vista di modifica dei documenti.
nl_nl: Labels, correspondenten, documenttypen en opslagpaden kunnen allemaal worden beheerd met behulp van deze pagina's. Ze kunnen ook worden aangemaakt vanuit de weergave voor documentbewerkingen.
pt_br: Etiquetas, correspondentes, tipos de documentos e caminhos de armazenamento podem ser gerenciados usando essas páginas. Eles também podem ser criados a partir da visualização da edição do documento.
ru_ru: Теги, корреспонденты, типы документов и пути хранения можно редактировать с помощью этих страниц. Они также могут быть созданы из страницы редактирования документа.

source: Manage e-mail accounts and rules for automatically importing documents.
bg_bg: Управлявайте имейл профили и правила за автоматично импортиране на документи.
fr_fr: Gérer les comptes de messagerie et les règles pour l'importation automatique de documents.
it_it: Gestisci account e-mail e le regole per l'importazione automatica dei documenti.
nl_nl: E-mailaccounts en regels voor automatisch importeren van documenten beheren.
pt_br: Gerenciar contas de e-mail e regras para importação automática de documentos
ru_ru: Управление учётными записями электронной почты и правилами для автоматического импорта документов.

source: Workflows give you more control over the document pipeline.
bg_bg: Работните процеси ви дават повече контрол върху конвейера на документи.
fr_fr: Les workflows vous donnent plus de contrôle sur le processus de traitement des documents.
it_it: I flussi di lavoro ti danno più controllo sulla pipeline del documento.
nl_nl: Workflows geven je meer controle over de verwerking van documenten.
pt_br: Fluxos de trabalho dão mais controle sobre o processamento de documentos.
ru_ru: Автоматизации дают вам больше контроля над обработкой документов.

source: File Tasks shows you documents that have been consumed, are waiting to be, or may have failed during the process.
bg_bg: Файловите задачи ви показват документи, които са били обработени, чакат да бъдат или са се провалили по време на процеса.
fr_fr: Les tâches sur les fichiers vous montrent les documents qui ont été consommés, ceux qui sont en attente de l'être, ou ceux qui ont pu échouer au cours du processus.
it_it: Le Attività File mostrano i documenti che sono stati elaborati, sono in attesa di esserlo, o possano aver portato a un fallimento durante l'Attività.
nl_nl: Bestandstaken toont documenten die zijn verwerkt, wachten daarop, of zijn mislukt tijdens het proces.
pt_br: As tarefas de Arquivo mostram os documentos consumidos, estão à espera ou podem ter falhado durante o processo.
ru_ru: Файловые задачи показывают документы, которые были импортированы, ожидают или были импортированы с ошибкой.

source: Check out the settings for various tweaks to the web app.
bg_bg: Разгледайте настройките за различни настройки на уеб приложението.
fr_fr: Consultez les paramètres pour apporter diverses modifications à l'application Web.
it_it: Dai un'occhiata alle impostazioni per varie modifiche alla web app.
pt_br: Confira as configurações para vários ajustes no aplicativo web.

source: Thank you! 🙏
bg_bg: Благодаря! 🙏
fr_fr: Merci ! 🙏
it_it: Grazie! 🙏
nl_nl: Bedankt! 🙏
pt_br: Obrigado! 🙏
ru_ru: Спасибо! 🙏

source: There are <em>tons</em> more features and info we didn't cover here, but this should get you started. Check out the documentation or visit the project on GitHub to learn more or to report issues.
bg_bg: Има <em>много</em> повече функции и информация, които не сме разгледали тук, но това трябва да ви помогне да започнете. Вижте документацията или посетете проекта в GitHub, за да научите повече или да съобщите за проблеми.
fr_fr: Il y a <em>des tonnes</em> de fonctionnalités et d'informations supplémentaires que nous n'avons pas couvertes ici, mais cela devrait vous aider à démarrer. Consultez la documentation ou visitez le projet sur GitHub pour en savoir plus ou pour signaler des problèmes.
it_it: Ci sono <em>tonnellate</em> di caratteristiche e informazioni che non abbiamo coperto qui, ma questo dovrebbe essere abbastanza per cominciare. Consulta la documentazione o visita il progetto su GitHub per saperne di più o per segnalare problemi.
nl_nl: Er zijn nog <em>veel</em> meer functies en informatie die we hier niet hebben behandeld, maar dit zou je op weg moeten helpen. Bekijk de documentatie of bezoek het project op GitHub voor meer informatie of om problemen te melden.
pt_br: Há <em>toneladas</em> de recursos e informações que não cobrimos aqui, mas isso deve te ajudar a começar. Confira a documentação ou visite o projeto no GitHub para aprender mais ou relatar problemas.
ru_ru: Есть <em>множество</em> других функций и возможностей, которые мы не рассмотрели, но этого должно быть достаточно для начала. Посмотрите документацию или посетите проект на GitHub, чтобы узнать больше или сообщить о проблемах.

source: Application Configuration
bg_bg: Софтуерна конфигурация
fr_fr: Configuration de l'application
it_it: Configurazione Applicazione
nl_nl: Applicatie configuratie
pt_br: Personalização da Aplicação
ru_ru: Конфигурация Приложения

source: Read the documentation about this setting
bg_bg: Прочетете документацията за тази настройка
fr_fr: Lire la documentation à propos de ce paramètre
it_it: Leggi la documentazione relativa a questa impostazione
nl_nl: Lees de documentatie over deze instelling
pt_br: Leia a documentação sobre esta configuração (em inglês)
ru_ru: Прочитайте документацию об этом параметре

source: Enable
bg_bg: Активирай
fr_fr: Activer
it_it: Abilita
nl_nl: Inschakelen
pt_br: Habilitar
ru_ru: Включить

source: Discard
bg_bg: Откажи
fr_fr: Abandonner
it_it: Scarta
nl_nl: Negeren
pt_br: Descartar
ru_ru: Отменить

source: Save
bg_bg: Запазване
fr_fr: Enregistrer
it_it: Salva
nl_nl: Opslaan
pt_br: Salvar
ru_ru: Сохранить

source: Error retrieving config
bg_bg: Грешка при извличане на конфигурацията
fr_fr: Erreur lors de la récupération de la configuration
it_it: Errore nel recupero della configurazione
nl_nl: Fout bij ophalen configuratie
pt_br: Erro ao recuperar configuração
ru_ru: Ошибка при загрузки конфигурации

source: Invalid JSON
bg_bg: Невалиден JSON
fr_fr: JSON non valide
it_it: JSON non valido
nl_nl: Ongeldige JSON
pt_br: JSON inválido
ru_ru: Неверный JSON

source: Configuration updated
bg_bg: Конфигурацията е обновена
fr_fr: Configuration mise à jour
it_it: Configurazione aggiornata
nl_nl: Configuratie bijgewerkt
pt_br: Personalização atualizada
ru_ru: Конфигурация обновлена

source: An error occurred updating configuration
bg_bg: Възникна грешка при актуализиране на конфигурацията
fr_fr: Une erreur s'est produite lors de la mise à jour de la configuration
it_it: Si è verificato un errore nell'aggiornamento della configurazione
nl_nl: Fout opgetreden tijdens bijwerken configuratie
pt_br: Ocorreu um erro ao atualizar a personalização
ru_ru: Произошла ошибка при обновлении конфигурации

source: File successfully updated
bg_bg: Файлът е актуализиран успешно
fr_fr: Fichier téléversé avec succès
it_it: File aggiornato correttamente
nl_nl: Bestand succesvol bijgewerkt
pt_br: Arquivo atualizado com sucesso
ru_ru: Файл успешно обновлён

source: An error occurred uploading file
bg_bg: Възникна грешка при качването на файла
fr_fr: Une erreur s'est produite lors du téléversement du fichier
it_it: Si è verificato un errore durante il caricamento del file
nl_nl: Er is een fout opgetreden tijdens de bestandsupload
pt_br: Ocorreu um erro ao carregar o arquivo
ru_ru: Произошла ошибка при загрузке файла

source: Review the log files for the application and for email checking.
bg_bg: Прегледайте регистрационните файлове за приложението и за проверка на имейл.
fr_fr: Consultez les journaux de l'application ainsi que ceux des courriels.
it_it: Esaminare i file di registro per l'applicazione e per il controllo della posta elettronica.
nl_nl: Bekijk de logbestanden voor de applicatie en voor het ophalen van e-mails.
pt_br: Revise os arquivos de log para o aplicativo e para verificação de e-mail.
ru_ru: Просмотрите файлы журналов для приложения и для проверки электронной почты.

source: Show
bg_bg: Покажи
fr_fr: Afficher
it_it: Mostra
nl_nl: Toon
pt_br: Mostrar
ru_ru: Показать

source: Auto refresh
bg_bg: Автоматично опресняване
fr_fr: Actualisation automatique
it_it: Aggiornamento automatico
nl_nl: Automatisch vernieuwen
pt_br: Atualização automática
ru_ru: Автообновление

source: Loading...
bg_bg: Зареждане...
fr_fr: Chargement...
it_it: Caricamento in corso...
nl_nl: Laden...
pt_br: Carregando...
ru_ru: Загрузка...

source: Options to customize appearance, notifications and more. Settings apply to the <strong>current user only</strong>.
bg_bg: Опции за персонализиране на външния вид, известията и др. Настройките се отнасят за <strong> текущия потребител само </strong>.
fr_fr: Options pour personnaliser l'apparence, les notifications et bien plus. Les paramètres s'appliquent à l'<strong>utilisateur actuel uniquement</strong>.
it_it: Opzioni per personalizzare l'aspetto, le notifiche e altro. Le impostazioni si applicano <strong>solo all'utente corrente</strong>.
pt_br: Opções para personalizar a aparência, notificações, visualizações salvas e mais. As configurações se aplicam <strong>apenas ao usuário atual</strong>.
ru_ru: Настройки внешнего вида, уведомлений, и многого другого. Настройки применяются <strong>только к текущему пользователю</strong>.

source: Start tour
bg_bg: Започнете обиколка
fr_fr: Commencer la visite
it_it: Inizia tour
nl_nl: Rondleiding starten
pt_br: Iniciar o tour
ru_ru: Начать тур

source: System Status
bg_bg: Системат статус
fr_fr: État du système
it_it: Stato sistema
nl_nl: Systeemstatus
pt_br: Estado do Sistema
ru_ru: Статус системы

source: Open Django Admin
bg_bg: Отвори Django Admin
fr_fr: Ouvrir l'interface d'administration Django
it_it: Apri Admin Django
pt_br: Abrir Django Admin
ru_ru: Открыть настройки Django

source: General
bg_bg: Общи
fr_fr: Général
it_it: Generale
nl_nl: Algemeen
pt_br: Geral
ru_ru: Общие

source: Appearance
bg_bg: Външен вид
fr_fr: Affichage
it_it: Aspetto
nl_nl: Uiterlijk
pt_br: Aparência
ru_ru: Вид

source: Display language
bg_bg: Език на показване
fr_fr: Langue d'affichage
it_it: Lingua
nl_nl: Taal
pt_br: Linguagem de exibição
ru_ru: Язык интерфейса

source: You need to reload the page after applying a new language.
bg_bg: Трябва да презаредите страницата след смяна на език.
fr_fr: Vous devez recharger la page après avoir sélectionné une nouvelle langue.
it_it: Riavviare la pagina dopo avere impostato la nuova lingua.
nl_nl: De pagina moet herladen worden nadat een andere taal werd gekozen.
pt_br: Você precisar recarregar a página após escolher um novo idioma.
ru_ru: Вы должны перезагрузить страница, после применения нового языка.

source: Date display
bg_bg: Показване на дата
fr_fr: Affichage de la date
it_it: Visualizzazione data
nl_nl: Datumweergave
pt_br: Exibição de data
ru_ru: Дата

source: Date format
bg_bg: Формат на дата
fr_fr: Format de date
it_it: Formato data
nl_nl: Datumopmaak
pt_br: Formato de data
ru_ru: Формат даты

source: Short: {{today | customDate:'shortDate':null:computedDateLocale}}
bg_bg: Кратка: {{today | customDate:'shortDate':null:computedDateLocale}}
fr_fr: Court : {{today | customDate:'shortDate':null:computedDateLocale}}
it_it: Breve: {{today | customDate:'shortDate':null:computedDateLocale}}
nl_nl: Kort: {{today | customDate:'shortDate':null:computedDateLocale}}
pt_br: Curto: {{today | customDate:'shortDate':null:computedDateLocale}}
ru_ru: Краткий: {{today | customDate:'shortDate':null:computedDateLocale}}

source: Medium: {{today | customDate:'mediumDate':null:computedDateLocale}}
bg_bg: Средна: {{today | customDate:'mediumDate':null:computedDateLocale}}
fr_fr: Moyen : {{today | customDate:'mediumDate':null:computedDateLocale}}
it_it: Media: {{today | customDate:'mediumDate':null:computedDateLocale}}
pt_br: Médio: {{today | customDate:'mediumDate':null:computedDateLocale}}
ru_ru: Средний: {{today | customDate:'mediumDate':null:computedDateLocale}}

source: Long: {{today | customDate:'longDate':null:computedDateLocale}}
bg_bg: Дълго: {{today | customDate:'longDate':null:computedDateLocale}}
it_it: Lunga: {{today | customDate:'longDate':null:computedDateLocale}}
nl_nl: Lang: {{today | customDate:'longDate':null:computedDateLocale}}
pt_br: Longo: {{today | customDate:'longDate':null:computedDateLocale}}
ru_ru: Длинный: {{today | customDate:'longDate':null:computedDateLocale}}

source: Items per page
bg_bg: Елементи на страница
fr_fr: Éléments par page
it_it: Elementi per pagina
nl_nl: Resultaten per pagina
pt_br: Itens por página
ru_ru: Элементов на странице

source: Sidebar
bg_bg: Странична лента
fr_fr: Barre latérale
it_it: Barra laterale
nl_nl: Navigatiekolom
pt_br: Barra lateral
ru_ru: Боковая панель

source: Use 'slim' sidebar (icons only)
bg_bg: Използвайте "тънка" странична лента (само икони)
fr_fr: Utiliser la barre latérale réduite (icônes seulement)
it_it: Usa barra laterale 'snella' (solo icone)
nl_nl: Gebruik 'dunne' navigatiekolom (alleen pictogrammen)
pt_br: Usar barra lateral 'fina' (apenas ícones)
ru_ru: Использовать маленькую боковую панель (только иконки)

source: Dark mode
bg_bg: Тъмен режим
fr_fr: Mode sombre
it_it: Modalità notte
nl_nl: Nachtmodus
pt_br: Modo noturno
ru_ru: Тёмный режим
