Repository: wenzun-99/document-ms
Catalog: src-ui/src/locale/messages.*.xlf
Languages: bg_bg, fr_fr, it_it, nl_nl, pt_br, ru_ru

source: Error while executing post-consume script.
bg_bg: Грешка при изпълнение на скрипта след потребление.
fr_fr: Erreur lors de l'exécution du script de post-traitement.
it_it: Errore durante l'esecuzione dello script di post-consume (post elaborazione).
nl_nl: Fout tijdens het uitvoeren van het post-verwerkingsscript
pt_br: Erro ao executar script pós-consumo.
ru_ru: Ошибка при выполнении скрипта постобработки.

source: Received new file.
bg_bg: Получен нов файл.
fr_fr: Réception d'un nouveau fichier.
it_it: Nuovo file ricevuto.
nl_nl: Nieuw bestand ontvangen.
pt_br: Novo arquivo recebido.
ru_ru: Получен новый файл.

source: File type not supported.
bg_bg: Типът файл не се поддържа.
fr_fr: Type de fichier non pris en charge.
it_it: Tipo di file non supportato.
nl_nl: Bestandstype niet ondersteund.
pt_br: Tipo de arquivo não suportado.
ru_ru: Этот тип файла не поддерживается.

source: Processing document...
bg_bg: Обработка на документ...
fr_fr: Traitement du document...
it_it: Elaborazione documento in corso...
nl_nl: Document wordt verwerkt...
pt_br: Processando documento...
ru_ru: Обработка документа...

source: Generating thumbnail...
bg_bg: Генериране на миниизображение...
fr_fr: Génération de la vignette...
it_it: Generazione anteprima in corso...
nl_nl: Voorbeeldweergave wordt gemaakt...
pt_br: Gerando imagem...
ru_ru: Создание эскиза...

source: Retrieving date from document...
bg_bg: Датата се извлича от документа...
fr_fr: Extraction de la date du document...
it_it: Recupero della data del documento in corso...
nl_nl: Datum wordt gezocht in document...
pt_br: Buscando data do documento...
ru_ru: Получение даты из документа...

source: Saving document...
bg_bg: Запазване на документ...
fr_fr: Enregistrement du document...
it_it: Salvataggio documento in corso...
nl_nl: Document wordt opgeslagen...
pt_br: Salvando documento...
ru_ru: Сохранение документа...

source: Finished.
bg_bg: Приключено.
fr_fr: Terminé.
it_it: Completato.
nl_nl: Klaar.
pt_br: Encerrado.
ru_ru: Завершено.

source: Logs
bg_bg: Дневници
fr_fr: Journaux
it_it: Log
nl_nl: Logbestanden
ru_ru: Логи

source: lines
fr_fr: lignes
it_it: righe

source: Admin
bg_bg: Админ
fr_fr: Administrateur
it_it: Amministratore
nl_nl: Beheerder
ru_ru: Админ

source: Web UI
bg_bg: Уеб интерфейс
it_it: Interfaccia web
nl_nl: Web interface
ru_ru: Веб-интерфейс

source: total
bg_bg: общо
fr_fr: au total
it_it: totale
nl_nl: totaal
ru_ru: всего

source: Filter custom fields
bg_bg: Филтриране на потребителски полета
fr_fr: Filtrer des champs personnalisés
it_it: Filtra campi personalizzati
nl_nl: Filter aangepaste velden
ru_ru: Фильтр пользовательских полей

source: Select:
fr_fr: Sélectionner :
it_it: Seleziona:

source: Tag: this.tagSelectionModel.items.find((t) => t.id == +rule.value)?.name
bg_bg: Етикет: this.tagSelectionModel.items.find((t) => t.id == +rule.value)?.name
fr_fr: Étiquette : this.tagSelectionModel.items.find((t) => t.id == +rule.value)?.name
it_it: Etichetta: this.tagSelectionModel.items.find((t) => t.id == +rule.value)?.name
nl_nl: Label: this.tagSelectionModel.items.find((t) => t.id == +rule.value)?.name
ru_ru: Тег: this.tagSelectionModel.items.find((t) => t.id == +rule.value)?.name

source: Owner not in: rule.value
bg_bg: Собственикът не е в: rule.value
fr_fr: Propriétaire non présent dans : rule.value
it_it: Proprietario non in: rule.value
nl_nl: Eigenaar niet in: rule.value
ru_ru: Владелец не в: rule.value

source: Error updating permissions
bg_bg: Грешка при актуализиране на правата
fr_fr: Erreur lors de la mise à jour des droits d'accès
it_it: Errore durante l'aggiornamento dei permnessi
nl_nl: Fout bij bijwerken rechten
ru_ru: Ошибка обновления прав доступа

# ngb.timepicker.HH
source: HH
nl_nl: UU
ru_ru: ЧЧ

# ngb.timepicker.SS
source: SS
ru_ru: СС

source: Email
bg_bg: Имейл
fr_fr: Adresse électronique
nl_nl: E-mailadres
ru_ru: Электронная почта

source: Webhook
bg_bg: Известяване
ru_ru: Вебхук

source: Ok
bg_bg: Ок
ru_ru: Хорошо

source: Url
ru_ru: Ссылка

# ngb.timepicker.MM
source: MM
bg_bg: ММ
