Repository: wenzun-99/document-ms
Catalog: src-ui/src/locale/messages.*.xlf
Languages: bg_bg, fr_fr, it_it, nl_nl, pt_br, ru_ru

source: Error retrieving mail accounts
bg_bg: Грешка при извличането на пощенски профили
fr_fr: Erreur lors de la récupération des comptes courriel
it_it: Errore nel recupero degli account di posta
nl_nl: Fout bij ophalen e-mailaccounts
pt_br: Erro ao recuperar contas de email
ru_ru: Ошибка при получении учетных записей почты

source: Error retrieving mail rules
bg_bg: Грешка при извличането на правила за поща
fr_fr: Erreur lors de la récupération des règles de messagerie
it_it: Errore nel recupero delle regole di posta
nl_nl: Fout bij ophalen e-mailregels
pt_br: Erro ao recuperar regras de email
ru_ru: Ошибка при получении почтовых правил

source: OAuth2 authentication success
bg_bg: OAuth2 удостоверяване успешно
fr_fr: Authentification OAuth2 réussie
it_it: Autenticazione OAuth2 riuscita
nl_nl: OAuth2 authenticatie succes
pt_br: Autenticação OAuth2 bem-sucedida
ru_ru: Аутентификация OAuth2 прошла успешно

source: OAuth2 authentication failed, see logs for details
bg_bg: OAuth2 удостоверяването е неуспешно, вижте регистрационни файлове за подробности
fr_fr: Échec de l'authentification OAuth2, voir les logs pour plus de détails
it_it: Autenticazione OAuth2 non riuscita, vedere i log per i dettagli
nl_nl: OAuth2 authenticatie mislukt, zie logs voor details
pt_br: A autenticação OAuth2 falhou, consulte os logs para obter detalhes
ru_ru: Ошибка аутентификации OAuth2, подробности в журналах

source: Saved account "newMailAccount.name".
bg_bg: Запазен профил "newMailAccount.name".
fr_fr: Compte newMailAccount.name enregistré.
it_it: Account "newMailAccount.name" salvato.
nl_nl: Account "newMailAccount.name" opgeslagen.
pt_br: Conta salva "newMailAccount.name".
ru_ru: Учётная запись "newMailAccount.name" сохранена.

source: Error saving account.
bg_bg: Грешка при запазване на профил.
fr_fr: Erreur lors de l'enregistrement du compte.
it_it: Errore durante il salvataggio dell'account.
nl_nl: Fout bij opslaan account.
pt_br: Erro ao salvar conta
ru_ru: Ошибка при сохранении учетной записи.

source: Confirm delete mail account
bg_bg: Потвърдете изтриването на имейл профил
fr_fr: Confirmer la suppression du compte de messagerie
it_it: Conferma eliminazione dell'account email
nl_nl: Bevestig e-mailaccount verwijderen
pt_br: Confirmar exclusão da conta de e-mail
ru_ru: Подтвердите удаление учётной записи почты

source: This operation will permanently delete this mail account.
bg_bg: Тази операция ще изтрие за постоянно този имейл профил.
fr_fr: Cette opération supprimera définitivement ce compte de messagerie.
it_it: Questa operazione eliminerà definitivamente questo account email.
nl_nl: Met deze bewerking wordt dit e-mailaccount permanent verwijderd.
pt_br: Esta operação excluirá permanentemente esta conta de e-mail.
ru_ru: Это действие навсегда удалит эту учётную запись.

source: Deleted mail account "account.name"
bg_bg: Изтрит имейл акаунт "account.name"
fr_fr: Compte mail "account.name " supprimé
it_it: Account email "account.name" eliminato
nl_nl: Emailaccount "account.name" verwijderd
pt_br: Conta de e-mail excluída "account.name"
ru_ru: Удалён почтовый аккаунт "account.name"

source: Error deleting mail account "account.name".
bg_bg: Грешка при изтриване на имейл профил "account.name".
fr_fr: Erreur lors de la suppression du compte de messagerie "account.name".
it_it: Errore durante l'eliminazione dell'account mail "account.name".
nl_nl: Fout bij verwijderen emailaccount "account.name".
pt_br: Erro ao excluir conta de e-mail "account.name".
ru_ru: Ошибка при удалении почтового аккаунта "account.name".

source: Processing mail account "account.name"
bg_bg: Обработване на имейл акаунт "account.name"
fr_fr: Traitement du compte mail "account.name"
it_it: Elaborazione account email "account.name"
nl_nl: E-mailaccount account.name wordt verwerkt
pt_br: Processando conta de e-mail "account.name"
ru_ru: Обработка почтового аккаунта "account.name"

source: Error processing mail account "account.name"
bg_bg: Грешка при обработката на имейл акаунта "account.name"
fr_fr: Erreur de traitement du compte de messagerie "account.name"
it_it: Errore nell'elaborazione dell'account email "account.name"
nl_nl: Fout bij het verwerken van e-mailaccount account.name
pt_br: Erro ao processar a conta de e-mail "account.name"
ru_ru: Ошибка при обработке почтового аккаунта "account.name"

source: Saved rule "newMailRule.name".
bg_bg: Запазено правило "newMailRule.name".
fr_fr: Règle newMailRule.name enregistrée.
it_it: Regola "newMailRule.name" salvata.
nl_nl: Regel "newMailRule.name" opgeslagen.
pt_br: Regra salva "newMailRule.name".
ru_ru: Сохранено правило "newMailRule.name".

source: Error saving rule.
bg_bg: Грешка при запазване на правилото.
fr_fr: Erreur lors de l'enregistrement de la règle.
it_it: Errore durante il salvataggio della regola.
nl_nl: Fout bij opslaan regel.
pt_br: Erro ao salvar regra.
ru_ru: Ошибка при сохранении правила.

source: Rule "rule.name" enabled.
bg_bg: Правило "rule.name" активирано.
fr_fr: Règle « rule.name » activée.
it_it: Regola "rule.name" abilitata.
nl_nl: Regel "rule.name" ingeschakeld.
pt_br: Regra "rule.name" ativada.
ru_ru: Правило "rule.name" включено.

source: Rule "rule.name" disabled.
bg_bg: Правило "rule.name" забранено.
fr_fr: Règle « rule.name » désactivée.
it_it: Regola "rule.name" disabilitata.
nl_nl: Regel "rule.name" uitgeschakeld.
pt_br: Regra "rule.name" desativada.
ru_ru: Правило "rule.name" отключено.

source: Error toggling rule "rule.name".
bg_bg: Грешка при превключване на правило "rule.name".
fr_fr: Erreur lors de l'activation de la règle "rule.name".
it_it: Errore di attivazione della regola "rule.name".
pt_br: Erro ao alterar a regra "rule.name".
ru_ru: Ошибка при переключении правила "rule.name".

source: Confirm delete mail rule
bg_bg: Потвърдете изтриването на имейл правилото
fr_fr: Confirmer la suppression de la règle de courriel
it_it: Conferma eliminazione della regola email
nl_nl: Bevestig e-mailregel verwijderen
pt_br: Confirmar exclusão da regra de e-mail
ru_ru: Подтвердите удаление почтового правила

source: This operation will permanently delete this mail rule.
bg_bg: Тази операция ще изтрие за постоянно това правило за имейл.
fr_fr: Cette opération supprimera définitivement cette règle de courriel.
it_it: Questa operazione eliminerà definitivamente questa regola di posta.
nl_nl: Met deze bewerking wordt dit e-mailregel permanent verwijderd.
pt_br: Esta operação excluirá permanentemente esta regra de e-mail.
ru_ru: Это действие навсегда удалит это почтовое правило.

source: Deleted mail rule "rule.name"
bg_bg: Правило за изтрита поща "rule.name"
fr_fr: Règle de messagerie supprimée "rule.name"
it_it: Regola email "rule.name" eliminata
nl_nl: E-mailregel "rule.name" verwijderd
pt_br: Regra de e-mail excluída "rule.name"
ru_ru: Удалено почтовое правило "rule.name"

source: Error deleting mail rule "rule.name".
bg_bg: Грешка при изтриване на правилото за поща "rule.name".
fr_fr: Erreur lors de la suppression de la règle de messagerie "rule.name".
it_it: Errore durante l'eliminazione della regola "rule.name".
nl_nl: Fout bij verwijderen e-mailregel "rule.name".
pt_br: Erro ao excluir regra de e-mail "rule.name".
ru_ru: Ошибка при удалении почтового правила "rule.name".

source: Permissions updated
bg_bg: Правата са актуализирани
fr_fr: Droits d'accès mis à jour
it_it: Permessi aggiornati
nl_nl: Rechten bijgewerkt
pt_br: Permissões Atualizadas
ru_ru: Права доступа обновлены

source: Processed Mail for <em>{{ rule.name }}</em>
fr_fr: Courriel traité pour <em>{{ rule.name }}</em>
pt_br: E-mails processados para <em>{{ rule.name }}</em>

source: No processed email messages found.
it_it: Nessun messaggio email elaborato trovato.
nl_nl: Geen verwerkte emailberichten gevonden.
pt_br: Nenhuma mensagem de e-mail processada encontrada.

source: Received
fr_fr: Reçu
it_it: Ricevuto
nl_nl: Ontvangen
pt_br: Recebido

source: Processed
fr_fr: Traité
it_it: Elaborato
nl_nl: Verwerkt
pt_br: Processado

source: Processed mail(s) deleted
fr_fr: Courriel(s) traité(s) supprimé(s)
it_it: Email processate cancellate
nl_nl: Verwerkte emailbericht(en) verwijderd
pt_br: E-mail(s) processado(s) excluído(s)
ru_ru: Обработанная почта удалена

source: Filter by:
bg_bg: Филтриране по:
fr_fr: Filtrer par :
it_it: Filtra per:
nl_nl: Filter op:
pt_br: Filtrar por:
ru_ru: Фильтр по:

source: Matching
bg_bg: Съвпадения
fr_fr: Rapprochement
it_it: Assegnazione
nl_nl: Overeenkomend
pt_br: Detecção
ru_ru: Совпадения

source: Document count
bg_bg: Брой документи
fr_fr: Nombre de documents
it_it: Numero di documenti
nl_nl: Aantal documenten
pt_br: Número de documentos
ru_ru: Количество документов

source: {VAR_PLURAL, plural, =1 {One {INTERPOLATION}} other {{INTERPOLATION_1} total {INTERPOLATION_2}}}
bg_bg: {VAR_PLURAL, plural, one {}=1 {Едно {INTERPOLATION}} other {{INTERPOLATION_1} общо {INTERPOLATION_2}}}
fr_fr: {VAR_PLURAL, plural, one {}=1 {Un {INTERPOLATION}} other {{INTERPOLATION_1} total {INTERPOLATION_2}}}
it_it: {VAR_PLURAL, plural, =1 {Uno {INTERPOLATION}} other {{INTERPOLATION_1} totale {INTERPOLATION_2}}}
nl_nl: {VAR_PLURAL, plural, =1 {Eén {INTERPOLATION}} other {{INTERPOLATION_1} totaal {INTERPOLATION_2}}}
pt_br: {VAR_PLURAL, plural, =1 {Uma {INTERPOLATION}} other {{INTERPOLATION_1} total{INTERPOLATION_2}}}
ru_ru: {VAR_PLURAL, plural, one {} few {{INTERPOLATION_1} всего {INTERPOLATION_2}} many {{INTERPOLATION_1} всего {INTERPOLATION_2}}=1 {Один {INTERPOLATION}} other {{INTERPOLATION_1} всего {INTERPOLATION_2}}}

source: Automatic
bg_bg: Автоматично
fr_fr: Automatique
it_it: Automatico
nl_nl: Automatisch
pt_br: Automático
ru_ru: Автоматически

source: Successfully created this.typeName.
bg_bg: Успешно създаден this.typeName.
fr_fr: Création de this.typeName réussie.
it_it: this.typeName è stato creato con successo.
nl_nl: Succesvol this.typeName aangemaakt.
pt_br: Criado com sucesso this.typeName.
ru_ru: Успешно создано this.typeName.

source: Error occurred while creating this.typeName.
bg_bg: Възникна грешка при създаването this.typeName.
fr_fr: Une erreur s'est produite lors de la création de this.typeName.
it_it: Errore durante la creazione di this.typeName.
nl_nl: Fout bij maken this.typeName.
pt_br: Ocorreu um erro ao criar this.typeName.
ru_ru: Произошла ошибка во время создания this.typeName.

source: Successfully updated this.typeName "object.name".
bg_bg: Успешно актуализиран this.typeName "object.name".
fr_fr: Mise à jour réussie pour this.typeName "object.name".
it_it: this.typeName "object.name" aggiornato con successo.
nl_nl: Succesvol bijgewerkt this.typeName "object.name".
pt_br: Atualizado com sucesso this.typeName "object.name".
ru_ru: Успешно обновлено: this.typeName "object.name".

source: Error occurred while saving this.typeName.
bg_bg: Възникна грешка при запазване this.typeName.
fr_fr: Une erreur s'est produite lors de la sauvegarde de this.typeName.
it_it: Errore durante e il salvataggio di this.typeName.
nl_nl: Fout bij opslaan this.typeName.
pt_br: Ocorreu um erro ao salvar this.typeName.
ru_ru: Произошла ошибка при сохранении this.typeName.

source: Associated documents will not be deleted.
bg_bg: Свързаните документи няма да бъдат изтрити.
fr_fr: Les documents associés ne seront pas supprimés.
it_it: I documenti associati non verranno eliminati.
nl_nl: Bijbehorende documenten worden niet verwijderd.
pt_br: Documentos associados não serão excluídos.
ru_ru: Связанные документы не будут удалены.

source: Error while deleting element
bg_bg: Грешка при изтриване на елемент
fr_fr: Erreur lors de la suppression de l'élément
it_it: Errore durante l'eliminazione dell'elemento
nl_nl: Fout tijdens het verwijderen van element
pt_br: Erro ao excluir elemento
ru_ru: Ошибка при удалении элемента

source: Permissions updated successfully
bg_bg: Правата са актуализирани успешно
fr_fr: Les droits d'accès ont bien été mis à jour
it_it: Permessi aggiornati
nl_nl: Rechten succesvol bijgewerkt
pt_br: Permissões atualizadas com sucesso
ru_ru: Права доступа успешно обновлены

source: This operation will permanently delete all objects.
bg_bg: Тази операция ще изтрие завинаги всички обекти.
fr_fr: Cette opération supprimera définitivement tous les objets.
it_it: Questa operazione eliminerà permanentemente tutti gli oggetti.
nl_nl: Deze bewerking zal alle objecten permanent verwijderen.
pt_br: Esta operação irá apagar permanentemente todos os objetos.
ru_ru: Эта операция окончательно удалит все объекты.

source: Objects deleted successfully
bg_bg: Обектите са успешно изтрити
fr_fr: Objects supprimés avec succès
it_it: Oggetti eliminati con successo
nl_nl: Objecten succesvol verwijderd
pt_br: Objeto(s) excluído(s) com sucesso.
ru_ru: Объекты успешно удалены

source: Error deleting objects
bg_bg: Грешки при изтриване на обектите
fr_fr: Erreur lors de la suppression des objets
it_it: Errore nell'eliminazione degli oggetti
nl_nl: Fout bij verwijderen object
pt_br: Erro ao apagar objetos
ru_ru: Ошибка при удалении объектов

source: Customize the views of your documents.
bg_bg: Персонализирайте изгледите на вашите документи.
fr_fr: Personnalsier les vues de vos documents.
it_it: Personalizza la vista dei tuoi documenti.
nl_nl: Pas de weergave van je documenten aan.
pt_br: Personalize as visualizações dos seus documentos.
ru_ru: Настройте обзор ваших документов.

source: Documents page size
bg_bg: Размер на страницата на документите
fr_fr: Taille des pages des documents
it_it: Dimensione pagina documenti
nl_nl: Documenten paginagrootte
pt_br: Tamanho da página de Documentos
ru_ru: Количество документов на странице

source: Display as
bg_bg: Показване като
fr_fr: Afficher sous forme de
it_it: Visualizza come
nl_nl: Weergeven als
pt_br: Exibir como
ru_ru: Отображать как

source: Table
bg_bg: Таблица
fr_fr: Tableau
it_it: Tabella
nl_nl: Tabel
pt_br: Tabela
ru_ru: Таблица

source: Small Cards
bg_bg: Малки карти
fr_fr: Petites cartes
it_it: Schede piccole
nl_nl: Kleine kaartweergave
pt_br: Cartões pequenos
ru_ru: Маленькие карточки

source: Large Cards
bg_bg: Големи карти
fr_fr: Grandes cartes
it_it: Schede grandi
nl_nl: Grote kaartweergave
pt_br: Cartões grandes
ru_ru: Большие карточки

source: No saved views defined.
bg_bg: Няма запазени дефинирани изгледи.
fr_fr: Aucune vue sauvegardée n'est définie.
it_it: Nessuna vista salvata.
nl_nl: Geen opgeslagen weergaven gedefinieerd.
pt_br: Nenhuma visualização definida.
ru_ru: Нет сохраненных представлений.

source: Saved view "savedView.name" deleted.
bg_bg: Запазен изглед "savedView.name" е изтрит.
fr_fr: Vue sauvegardée « savedView.name » supprimée.
it_it: La vista "savedView.name" è stata eliminata.
nl_nl: Opgeslagen view "savedView.name" verwijderd.
pt_br: Visualização "savedView.name" excluída.
ru_ru: Сохраненное представление "savedView.name" удалено.

source: Views saved successfully.
bg_bg: Изгледите са запазени успешно.
fr_fr: Vues enregistrées avec succès.
it_it: Le impostazioni sono state salvate.
nl_nl: Weergaven succesvol opgeslagen.
pt_br: Visualização salva com sucesso.
ru_ru: Представления успешно сохранены.

source: Error while saving views.
bg_bg: Грешка при запазване на изгледи.
fr_fr: Erreur lors de l'enregistrement des vues.
it_it: Errore durante il salvataggio delle viste.
nl_nl: Fout bij opslaan van weergaven.
pt_br: Erro ao salvar as visualizações.
ru_ru: Ошибка сохранения представлений.

source: storage path
bg_bg: път към хранилище
fr_fr: chemin de stockage
it_it: percorso di archiviazione
nl_nl: opslagpad
pt_br: caminho de armazenamento
ru_ru: путь к хранилищу

source: storage paths
bg_bg: пътища за съхранение
fr_fr: chemins de stockage
it_it: percorsi di archiviazione
nl_nl: opslagpaden
pt_br: caminhos de armazenamento
ru_ru: пути хранения

source: Do you really want to delete the storage path "object.name"?
bg_bg: Наистина ли искате да изтриете пътя за съхранение "object.name"?
fr_fr: Voulez-vous vraiment supprimer le chemin de stockage "object.name " ?
it_it: Vuoi eliminare il percorso di archiviazione "object.name"?
nl_nl: Wil je dit opslagpad echt verwijderen "object.name"?
pt_br: Você realmente deseja excluir o caminho de armazenamento "object.name"?
ru_ru: Вы действительно хотите удалить путь до хранилища данных "object.name"?

source: tag
bg_bg: етикет
fr_fr: étiquette
nl_nl: label
pt_br: etiqueta
ru_ru: тег

source: tags
bg_bg: етикети
fr_fr: étiquettes
it_it: tag
nl_nl: labels
pt_br: etiquetas
ru_ru: теги

source: Do you really want to delete the tag "object.name"?
bg_bg: Наистина ли искате да изтриете етикета "object.name"?
fr_fr: Voulez-vous vraiment supprimer l'étiquette « object.name » ?
it_it: Vuoi eliminare il tag "object.name"?
nl_nl: Wil je dit label echt verwijderen "object.name"?
pt_br: Você realmente deseja excluir a etiqueta "object.name"?
ru_ru: Вы действительно хотите удалить тег "object.name"?

source: Add Workflow
bg_bg: Добави работен процес
fr_fr: Ajouter un workflow
it_it: Aggiungi flusso di lavoro
nl_nl: Workflow toevoegen
pt_br: Adicionar fluxo de trabalho
ru_ru: Добавление рабочего процесса

source: No workflows defined.
bg_bg: Няма дефиниран работен процес.
fr_fr: Aucun workflow défini.
it_it: Nessun flusso di lavoro definito
nl_nl: Geen workflows gedefinieerd.
pt_br: Sem fluxo de trabalho definido.
ru_ru: Не определены автомации.

source: Saved workflow "newWorkflow.name".
bg_bg: Запазен работен процес "newWorkflow.name".
fr_fr: Le workflow "newWorkflow.name" a été enregistré.
it_it: Flusso di Lavoro Salvato "newWorkflow.name".
nl_nl: Workflow "newWorkflow.name" opgeslagen.
pt_br: Salvo no fluxo de trabalho "newWorkflow.name".
ru_ru: Сохраненная автомация "newWorkflow.name".

source: Error saving workflow.
bg_bg: Грешка при записването на работния процес.
fr_fr: Erreur lors de l'enregistrement du workflow.
it_it: Errore nel salvataggio del flusso di lavoro.
nl_nl: Fout bij opslaan workflow.
pt_br: Erro ao salvar o fluxo de trabalho.
ru_ru: Ошибка при сохранении автомации.

source: Confirm delete workflow
bg_bg: Потвърдете изтриването на работния процес
fr_fr: Confirmer la suppression du workflow
it_it: Conferma l'eliminazione del flusso di lavoro
nl_nl: Bevestig workflow verwijderen
pt_br: Confirmar exclusão do fluxo de trabalho
ru_ru: Подтвердите удаление автомации

source: This operation will permanently delete this workflow.
bg_bg: Тази операция ще изтрие за постоянно този работен процес.
fr_fr: Cette opération supprimera définitivement ce workflow.
it_it: Questa operazione eliminerà permanentemente questo flusso di lavoro.
nl_nl: Deze bewerking zal deze workflow permanent verwijderen.
pt_br: Esta operação irá apagar permanentemente este fluxo de trabalho.
ru_ru: Эта операция окончательно удалит автомацию.

source: Deleted workflow "workflow.name".
bg_bg: Изтрит работен процес "workflow.name".
fr_fr: Workflow "workflow.name " supprimé.
it_it: Eliminato il flusso di lavoro "workflow.name".
nl_nl: Workflow "workflow.name" verwijderd.
pt_br: Workflow excluído "workflow.name".
ru_ru: Удалён рабочий процесс "workflow.name".

source: Error deleting workflow "workflow.name".
bg_bg: Грешка при изтриване на работния процес "workflow.name".
fr_fr: Erreur lors de la suppression du workflow "workflow.name».
it_it: Errore durante l'eliminazione del flusso di lavoro "workflow.name".
nl_nl: Fout bij verwijderen workflow "workflow.name".
pt_br: Erro ao excluir workflow "workflow.name".
ru_ru: Ошибка при удалении рабочего процесса "workflow.name".

source: Enabled workflow "workflow.name"
bg_bg: Активиран работен процес "workflow.name"
fr_fr: Workflow "workflow.name " activé
it_it: Flusso di lavoro "workflow.name" abilitato
nl_nl: Workflow "workflow.name" ingeschakeld
pt_br: Ativar o workflow "workflow.name"
ru_ru: Рабочий процесс "workflow.name" включён

source: Disabled workflow "workflow.name"
bg_bg: Деактивиран работен процес "workflow.name"
fr_fr: Workflow "workflow.name " désactivé
it_it: Flusso di lavoro "workflow.name" disabilitato
nl_nl: Workflow "workflow.name" uitgeschakeld
pt_br: Desativar o workflow "workflow.name"
ru_ru: Рабочий процесс "workflow.name" выключен

source: Error toggling workflow "workflow.name".
bg_bg: Грешка при превключване на работния процес "workflow.name".
fr_fr: Erreur lors de la basculement du workflow "workflow.name".
it_it: Errore di attivazione del flusso di lavoro "workflow.name".
pt_br: Erro ao alternar o workflow "workflow.name".
ru_ru: Ошибка при переключении рабочего процесса "workflow.name".

source: Not Found
bg_bg: Не е намерено
fr_fr: Non trouvé
it_it: Non trovato
nl_nl: Niet gevonden
pt_br: Não Encontrado
ru_ru: Не найдено

source: Go to Dashboard
bg_bg: Отиди до таблото за управление
fr_fr: Accéder au tableau de bord
it_it: Vai alla dashboard
nl_nl: Ga naar dashboard
pt_br: Ir para o Painel
ru_ru: На главную

source: Equal to
bg_bg: Равно на
fr_fr: Égal à
it_it: Uguale a
nl_nl: Gelijk aan
pt_br: Igual à
ru_ru: Совпадает

source: In
bg_bg: В
fr_fr: Dans
pt_br: Em
ru_ru: В

source: Is null
bg_bg: Е нула
fr_fr: Est nul
it_it: È nullo
pt_br: Está nulo
ru_ru: Null

source: Exists
bg_bg: Съществува
fr_fr: Existe
it_it: Esistono
nl_nl: Bestaat
pt_br: Existe
ru_ru: Существует

source: Contains
bg_bg: Съдържа
fr_fr: Contient
it_it: Contiene
nl_nl: Bevat
pt_br: Contém
ru_ru: Содержит

source: Contains (case-insensitive)
bg_bg: Съдържа (без значение за малки и големи букви)
fr_fr: Contient (insensible à la casse)
it_it: Contiene (minuscolo/maiuscolo)
nl_nl: Bevat (niet hoofdlettergevoelig)
pt_br: Contém (maiúsculas de minúsculas)
ru_ru: Содержит (без учета регистра)

source: Greater than
bg_bg: По-голямо от
fr_fr: Supérieur à
it_it: Maggiore di
nl_nl: Meer dan
pt_br: Maior que
ru_ru: Больше чем

source: Greater than or equal to
bg_bg: По-голямо или равно на
fr_fr: Supérieur ou égal à
it_it: Maggiore o uguale a
nl_nl: Meer dan of gelijk aan
pt_br: Maior ou igual a
ru_ru: Больше или равно

source: Less than
bg_bg: По-малко от
fr_fr: Inférieure à
it_it: Minore di
nl_nl: Minder dan
pt_br: Menor que
ru_ru: Меньше чем

source: Less than or equal to
bg_bg: По-малко или равно на
fr_fr: Inférieur ou égal à
it_it: Minore o uguale a
nl_nl: Minder dan of gelijk aan
pt_br: Menor ou igual à
ru_ru: Меньше или равно

source: Range
bg_bg: Обхват
fr_fr: Plage
it_it: Intervallo
nl_nl: Bereik
pt_br: Alcance
ru_ru: Диапазон

source: Boolean
bg_bg: Булева
fr_fr: Booléen
it_it: Booleano (sì/no)
pt_br: Booleano
ru_ru: Логическое значение

source: Date
bg_bg: Дата
it_it: Data
nl_nl: Datum
pt_br: Data
ru_ru: Дата

source: Integer
bg_bg: Цяло число
fr_fr: Nombre entier
it_it: Numero Intero
nl_nl: Geheel getal
pt_br: Número inteiro
ru_ru: Целое число

source: Number
bg_bg: Число
fr_fr: Nombre
it_it: Numero
nl_nl: Getal
pt_br: Número
ru_ru: Число

source: Monetary
bg_bg: Пари
fr_fr: Monétaire
it_it: Valuta
nl_nl: Valuta
pt_br: Unidade monetária
ru_ru: Денежный

source: Text
bg_bg: Текст
fr_fr: Texte
it_it: Testo
nl_nl: Tekst
pt_br: Texto
ru_ru: Текст

source: Document Link
bg_bg: Връзка към документ
fr_fr: Lien du Document
it_it: Link Documento
nl_nl: Documentkoppeling
pt_br: Link do documento
ru_ru: Ярлык на документ

source: Long Text
fr_fr: Texte long
it_it: Testo Lungo
nl_nl: Lange tekst
pt_br: Texto longo

source: Search score
bg_bg: Резултат от търсенето
fr_fr: Pertinence
it_it: Rilevanza ricerca
nl_nl: Zoekscore
pt_br: Pontuação da pesquisa
ru_ru: Релевантность

source: Auto: Learn matching automatically
bg_bg: Автоматично: Автоматично научено съвпадение
fr_fr: Automatique : apprentissage automatique du rapprochement
it_it: Automatico: apprende l'assegnazione automaticamente
nl_nl: Auto: Automatisch overeenkomsten aanleren
pt_br: Auto: Aprender detecção automaticamente
ru_ru: Авто: Автоматически изучать соответствие

source: Any word
bg_bg: Всяка дума
fr_fr: Un des mots
it_it: Qualsiasi parola
nl_nl: Eender welk woord
pt_br: Qualquer palavra
ru_ru: Любые слова
