Repository: wenzun-99/document-ms
Catalog: src-ui/src/locale/messages.*.xlf
Languages: bg_bg, fr_fr, it_it, nl_nl, pt_br, ru_ru

source: Save "{{list.activeSavedViewTitle}}"
bg_bg: Запази "{{list.activeSavedViewTitle}}"
fr_fr: Enregistrer « {{list.activeSavedViewTitle}} »
it_it: Salva "{{list.activeSavedViewTitle}}"
nl_nl: Opslaan "{{list.activeSavedViewTitle}}"
pt_br: Salvar "{{list.activeSavedViewTitle}}"
ru_ru: Сохранить "{{list.activeSavedViewTitle}}"

source: Save as...
bg_bg: Запази като...
fr_fr: Enregistrer sous…
it_it: Salva come...
nl_nl: Opslaan als...
pt_br: Salvar como...
ru_ru: Сохранить как...

source: All saved views
bg_bg: Всички запазени изгледи
fr_fr: Toutes les vues enregistrées
it_it: Tutte le viste salvate
nl_nl: Alle opgeslagen weergaven
pt_br: Todas as visualizações salvas
ru_ru: Все сохраненные представления

source: {VAR_PLURAL, plural, =1 {Selected {INTERPOLATION} of one document} other {Selected {INTERPOLATION} of {INTERPOLATION_1} documents}}
bg_bg: {VAR_PLURAL, plural, =1 {Селектирано: {INTERPOLATION} от един документ} other {Селектирано: {INTERPOLATION} от {INTERPOLATION_1}}}
fr_fr: {VAR_PLURAL, plural, =1 {{INTERPOLATION} document sélectionné sur 1} other {{INTERPOLATION} documents sélectionnés sur {INTERPOLATION_1}}}
it_it: {VAR_PLURAL, plural, =1 {Selezionato {INTERPOLATION} di un documento} other {Selezionati {INTERPOLATION} di {INTERPOLATION_1} documenti}}
nl_nl: {VAR_PLURAL, plural, =1 {{INTERPOLATION} van één document geselecteerd} other {{INTERPOLATION} van {INTERPOLATION_1} documenten geselecteerd}}
pt_br: {VAR_PLURAL, plural, =1 {Selecionado {INTERPOLATION} de um documento} other {Selecionado {INTERPOLATION} of {INTERPOLATION_1} documentos}}
ru_ru: {VAR_PLURAL, plural, =1 {Выделено документов: {INTERPOLATION} из 1} other {Выделено документов: {INTERPOLATION} из {INTERPOLATION_1}}}

source: {VAR_PLURAL, plural, =1 {One document} other {{INTERPOLATION} documents}}
bg_bg: {VAR_PLURAL, plural, one {}=1 {Един документ} other {{INTERPOLATION} документи}}
fr_fr: {VAR_PLURAL, plural, =1 {Un document} other {{INTERPOLATION} documents}}
it_it: {VAR_PLURAL, plural, =1 {Un documento} other {{INTERPOLATION} documenti}}
nl_nl: {VAR_PLURAL, plural, =1 {Eén document} other {{INTERPOLATION} documenten}}
pt_br: {VAR_PLURAL, plural, =1 {Um documento} other {{INTERPOLATION} documentos}}
ru_ru: {VAR_PLURAL, plural, =1 {Один документ} other {{INTERPOLATION} документа(ов)}}

source: (filtered)
bg_bg: (филтрирано)
fr_fr: (filtré)
it_it: (filtrato)
nl_nl: (gefilterd)
pt_br: (filtrado)
ru_ru: (отфильтровано)

source: Reset filters
bg_bg: Нулирай филтрите
fr_fr: Réinitialiser les filtres
it_it: Ripristina filtri
nl_nl: Filters terug zetten
pt_br: Limpar filtros
ru_ru: Сбросить фильтры

source: Error while loading documents
bg_bg: Грешка при зареждане на документи
fr_fr: Erreur lors du téléchargement du document
it_it: Errore durante il caricamento dei documenti
nl_nl: Fout bij het laden van documenten
pt_br: Erro ao carregar os documentos
ru_ru: Ошибка при загрузке документов

source: Sort by ASN
bg_bg: Сортиране по Архивен номер
fr_fr: Trier par NSA
it_it: Ordina per ASN
nl_nl: Sorteer op ASN
pt_br: Classificar por ASN
ru_ru: Сортировать по ASN

source: ASN
bg_bg: Архивен номер
fr_fr: NSA
pt_br: NSA
ru_ru: АН

source: Sort by correspondent
bg_bg: Сортиране по кореспондент
fr_fr: Trier par correspondant
it_it: Ordina per corrispondente
nl_nl: Sorteer op correspondent
pt_br: Ordenar por correspondentes
ru_ru: Сортировать по корреспонденту

source: Sort by title
bg_bg: Сортирай по заглавие
fr_fr: Trier par titre
it_it: Ordina per titolo
nl_nl: Sorteer op titel
pt_br: Listar por título
ru_ru: Сортировать по заголовку

source: Sort by owner
bg_bg: Сортиране по собственик
fr_fr: Trier par propriétaire
it_it: Ordina per proprietario
nl_nl: Sorteer op eigenaar
pt_br: Ordenar por proprietário
ru_ru: Сортировать по владельцу

source: Owner
bg_bg: Собственик
fr_fr: Propriétaire
it_it: Proprietario
nl_nl: Eigenaar
pt_br: Proprietário
ru_ru: Владелец

source: Sort by notes
bg_bg: Сортиране по бележки
fr_fr: Trier par notes
it_it: Ordina per note
nl_nl: Sorteer op notities
pt_br: Ordenar por notas
ru_ru: Сортировать по заметкам

source: Sort by document type
bg_bg: Сортиране по вид документ
fr_fr: Trier par type de documents
it_it: Ordina per tipo di documento
nl_nl: Sorteer op documenttype
pt_br: Filtrar por tipo de documento
ru_ru: Сортировать по типу документа

source: Sort by storage path
bg_bg: Сортиране по път за съхранение
fr_fr: Trier par chemin de stockage
it_it: Ordina per percorso di archiviazione
nl_nl: Sorteer op opslagpad
pt_br: Filtrar por caminho de armazenamento
ru_ru: Сортировать по пути хранения

source: Sort by created date
bg_bg: Сортиране по дата на създаване
fr_fr: Trier par date de création
it_it: Filtra per data di creazione
nl_nl: Sorteer op aanmaakdatum
pt_br: Ordenar por Data de Criação
ru_ru: Сортировать по дате создания

source: Sort by added date
bg_bg: Подреди по дата на добавяне
fr_fr: Trier par date d'ajout
it_it: Ordina per data di aggiunta
nl_nl: Sorteer op datum toegevoegd
pt_br: Ordenar por data de inclusão
ru_ru: Сортировать по дате добавления

source: Sort by number of pages
bg_bg: Сортиране по брой страници
fr_fr: Trier par nombre de pages
it_it: Ordina per numero di pagine
nl_nl: Sorteer op aantal pagina's
pt_br: Classificar por número de páginas
ru_ru: Сортировать по количеству страниц

source: Pages
bg_bg: Страници
it_it: Pagine
nl_nl: Pagina's
pt_br: Páginas
ru_ru: Страницы

source: Shared
bg_bg: Споделено
fr_fr: Partagé
it_it: Condiviso
nl_nl: Gedeeld
pt_br: Compartilhado
ru_ru: Общий доступ

source: Sort by {{getDisplayCustomFieldTitle(field_id)}}
bg_bg: Сортирай по: {{getDisplayCustomFieldTitle(field_id)}}
fr_fr: Trier par {{getDisplayCustomFieldTitle(field_id)}}
it_it: Ordina per {{getDisplayCustomFieldTitle(field_id)}}
nl_nl: Sorteer op {{getDisplayCustomFieldTitle(field_id)}}
pt_br: Ordenar por {{getDisplayCustomFieldTitle(field_id)}}
ru_ru: Сортировать по {{getDisplayCustomFieldTitle(field_id)}}

source: Edit document
bg_bg: Редактиране на документа
fr_fr: Modifier le document
it_it: Modifica documento
nl_nl: Document bewerken
pt_br: Editar documento
ru_ru: Изменить документ

source: Preview document
bg_bg: Визуализация на документа
fr_fr: Prévisualiser le document
it_it: Anteprima documento
nl_nl: Voorbeeld van document
pt_br: Prévisualizar documento
ru_ru: Предпросмотр документа

source: Reset filters / selection
bg_bg: Нулиране на филтри/селекция
fr_fr: Réinitialiser les filtres / la sélection
it_it: Azzera filtri / selezione
nl_nl: Reset filters / selectie
pt_br: Redefinir filtros / seleção
ru_ru: Сбросить фильтры / выбор

source: Open first [selected] document
bg_bg: Отворете първия [selected] документ
fr_fr: Ouvrir le premier document [sélectionné]
it_it: Apri il primo documento [selezionato]
nl_nl: Open het eerste [geselecteerde] document
pt_br: Abrir o primeiro documento [selected]
ru_ru: Открыть первый [выбранный] документ

source: Previous page
bg_bg: Предишна страница
fr_fr: Page précédente
it_it: Pagina precedente
nl_nl: Vorige pagina
pt_br: Página anterior
ru_ru: Предыдущая страница

source: Next page
bg_bg: Следваща страница
fr_fr: Page suivante
it_it: Pagina successiva
nl_nl: Volgende pagina
pt_br: Próxima página
ru_ru: Следующая страница

source: View "this.list.activeSavedViewTitle" saved successfully.
bg_bg: Изглед "this.list.activeSavedViewTitle" записан успешно.
fr_fr: Vue "this.list.activeSavedViewTitle" enregistrée avec succès.
it_it: La vista "this.list.activeSavedViewTitle" è stata salvata.
nl_nl: View "this.list.activeSavedViewTitle" met succes opgeslagen.
pt_br: Visualização "this.list.activeSavedViewTitle" salva com sucesso.
ru_ru: Представление "this.list.activeSavedViewTitle" успешно сохранено.

source: Failed to save view "this.list.activeSavedViewTitle".
bg_bg: Неуспешно запазване на изгледа "this.list.activeSavedViewTitle".
fr_fr: Impossible d'enregistrer la vue "this.list.activeSavedViewTitle".
it_it: Impossibile salvare la vista "this.list.activeSavedViewTitle".
pt_br: Falha ao salvar a view "this.list.activeSavedViewTitle".
ru_ru: Не удалось сохранить представление "this.list.activeSavedViewTitle".

source: View "savedView.name" created successfully.
bg_bg: Изглед "savedView.name" създаден успешно.
fr_fr: Vue « savedView.name » créée avec succès.
it_it: La vista "savedView.name" è stata creata.
nl_nl: View "savedView.name" met succes gemaakt.
pt_br: Visualização "savedView.name" criada com sucesso.
ru_ru: Представление "savedView.name" успешно создано.

source: Dates
bg_bg: Дати
it_it: Date
nl_nl: Datum
pt_br: Datas
ru_ru: Даты

source: Title & content
bg_bg: Заглавие & съдържание
fr_fr: Titre & contenu
it_it: Titolo & contenuto
nl_nl: Titel en inhoud
pt_br: Título & conteúdo
ru_ru: Название и содержимое

source: File type
bg_bg: Тип файл
fr_fr: Type de fichier
it_it: Tipo di file
nl_nl: Bestandstype
pt_br: Tipo de arquivo
ru_ru: Тип файла

source: More like
bg_bg: Още като
fr_fr: Plus comme
it_it: Più come
nl_nl: Meer zoals
pt_br: Mais parecido
ru_ru: Больше похожих

source: equals
bg_bg: е равно на
fr_fr: est égal à
it_it: uguale a
nl_nl: gelijk aan
pt_br: igual a
ru_ru: совпадает с

source: is empty
bg_bg: е празно
fr_fr: est vide
it_it: è vuoto
nl_nl: is leeg
pt_br: está vazio
ru_ru: не заполнено

source: is not empty
bg_bg: не е празно
fr_fr: n'est pas vide
it_it: non è vuoto
nl_nl: is niet leeg
pt_br: não está vazio
ru_ru: не является пустым

source: greater than
bg_bg: по-голямо от
fr_fr: est supérieur à
it_it: maggiore di
nl_nl: groter dan
pt_br: maior que
ru_ru: больше чем

source: less than
bg_bg: по-малко от
fr_fr: est inférieur à
it_it: minore di
nl_nl: kleiner dan
pt_br: menor que
ru_ru: меньше чем

source: Correspondent: this.correspondentSelectionModel.items.find( (c) => c.id == +rule.value )?.name
bg_bg: Кореспондент: this.correspondentSelectionModel.items.find( (c) => c.id == +rule.value )?.name
fr_fr: Correspondant : this.correspondentSelectionModel.items.find( (c) => c.id == +rule.value )?.name
it_it: Corrispondente: this.correspondentSelectionModel.items.find( (c) => c.id == +rule.value )?.name
pt_br: Correspondente: this.correspondentSelectionModel.items.find( (c) => c.id == +rule.value )?.name
ru_ru: Корреспондент: this.correspondentSelectionModel.items.find( (c) => c.id == +rule.value )?.name

source: Without correspondent
bg_bg: Без кореспондент
fr_fr: Sans correspondant
it_it: Senza corrispondente
nl_nl: Zonder correspondent
pt_br: Sem correspondente
ru_ru: Без корреспондента

source: Document type: this.documentTypeSelectionModel.items.find( (dt) => dt.id == +rule.value )?.name
bg_bg: Тип документ: this.documentTypeSelectionModel.items.find( (dt) => dt.id == +rule.value )?.name
fr_fr: Type de document : this.documentTypeSelectionModel.items.find( (dt) => dt.id == +rule.value )?.name
it_it: Tipo di documento: this.documentTypeSelectionModel.items.find( (dt) => dt.id == +rule.value )?.name
pt_br: Tipo de documento: this.documentTypeSelectionModel.items.find( (dt) => dt.id == +rule.value )?.name
ru_ru: Тип документа: this.documentTypeSelectionModel.items.find( (dt) => dt.id == +rule.value )?.name

source: Without document type
bg_bg: Без тип на документа
fr_fr: Sans type de document
it_it: Senza tipo di documento
nl_nl: Zonder documenttype
pt_br: Sem tipo de documento
ru_ru: Без типа документа

source: Storage path: this.storagePathSelectionModel.items.find( (sp) => sp.id == +rule.value )?.name
bg_bg: Път за съхранение: this.storagePathSelectionModel.items.find( (sp) => sp.id == +rule.value )?.name
fr_fr: Chemin de stockage : this.storagePathSelectionModel.items.find( (sp) => sp.id == +rule.value )?.name
it_it: Percorso di archiviazione: this.storagePathSelectionModel.items.find( (sp) => sp.id == +rule.value )?.name
pt_br: Caminho de armazenamento: this.storagePathSelectionModel.items.find( (sp) => sp.id == +rule.value )?.name
ru_ru: Путь хранения: this.storagePathSelectionModel.items.find( (sp) => sp.id == +rule.value )?.name

source: Without storage path
bg_bg: Без път за съхранение
fr_fr: Sans chemin de stockage
it_it: Senza percorso di archiviazione
nl_nl: Zonder opslagpad
pt_br: Sem o caminho de armazenamento
ru_ru: Без пути хранения

source: Without any tag
bg_bg: Без никакъв етикет
fr_fr: Sans étiquette
it_it: Senza alcun tag
nl_nl: Zonder label
pt_br: Sem etiquetas
ru_ru: Без тегов

source: Custom fields query
bg_bg: Заявка за персонализирани полета
fr_fr: Champs personnalisés de requête
it_it: Query campi personalizzati
nl_nl: Aangepaste velden zoekopdracht
pt_br: Consulta de campos personalizados
ru_ru: Запрос пользовательских полей

source: Title: rule.value
bg_bg: Заглавие: rule.value
fr_fr: Titre : rule.value
it_it: Titolo: rule.value
nl_nl: Titel: rule.value
pt_br: Título: rule.value
ru_ru: Название: rule.value

source: ASN: rule.value
bg_bg: Архивен номер: rule.value
fr_fr: NSA : rule.value
pt_br: NSA: rule.value
ru_ru: Архивный номер: rule.value

source: Owner: rule.value
bg_bg: Собственик: rule.value
fr_fr: Propriétaire : rule.value
it_it: Proprietario: rule.value
nl_nl: Eigenaar: rule.value
pt_br: Proprietário: rule.value
ru_ru: Владелец: rule.value

source: Without an owner
bg_bg: Без собственик
fr_fr: Sans propriétaire
it_it: Senza proprietario
nl_nl: Zonder eigenaar
pt_br: Sem um proprietário
ru_ru: Без владельца

source: Save current view
bg_bg: Запазване на текущия изглед
fr_fr: Enregistrer la vue actuelle
it_it: Salva vista corrente
nl_nl: Huidige view opslaan
pt_br: Salvar visualização atual
ru_ru: Сохранить текущее представление

source: Show in sidebar
bg_bg: Показване в страничната лента
fr_fr: Afficher dans la barre latérale
it_it: Mostra nella barra laterale
nl_nl: Toon in de zijbalk
pt_br: Mostrar na navegação lateral
ru_ru: Показать в боковой панели

source: Show on dashboard
bg_bg: Показване в таблото за управление
fr_fr: Afficher sur le tableau de bord
it_it: Mostra nella dashboard
nl_nl: Toon op het dashboard
pt_br: Exibir no painel de controle
ru_ru: Показать на главной

source: Filter rules error occurred while saving this view
bg_bg: При запазването на този изглед възникна грешка в правилата за филтриране
fr_fr: Une erreur de filtre est survenue lors de l'enregistrement de cette vue
it_it: Errore di filtro regole durante il salvataggio di questa vista
nl_nl: Fout in filterregels opgetreden bij het opslaan van deze weergave
pt_br: Ocorreu um erro ao salvar esta visualização
ru_ru: Ошибка фильтра правил при сохранении этого представления

source: The error returned was
bg_bg: Върнатата грешка беше
fr_fr: L'erreur renvoyée était
it_it: L'errore restituito era
nl_nl: De geretourneerde fout was
pt_br: O erro retornado foi
ru_ru: Произошла ошибка

source: Enter note
bg_bg: Въведете бележка
fr_fr: Saisir une note
it_it: Scrivi una nota
nl_nl: Notitie invoeren
pt_br: Inserir nota
ru_ru: Введите заметку

source: Please enter a note.
bg_bg: Моля, въведете бележка.
fr_fr: Veuillez saisir une note.
it_it: Scrivi una nota.
nl_nl: Voer een notitie in.
pt_br: Por favor, insira uma nota.
ru_ru: Пожалуйста, напишите примечание.

source: Add note
bg_bg: Добави бележка
fr_fr: Ajouter une note
it_it: Aggiungi nota
nl_nl: Notitie toevoegen
pt_br: Adicionar nota
ru_ru: Добавить заметку

source: Delete note
bg_bg: Изтрий бележка
fr_fr: Supprimer une note
it_it: Elimina nota
nl_nl: Verwijder notitie
pt_br: Excluir nota
ru_ru: Удалить заметку

source: Error saving note
bg_bg: Грешка при записване на бележка
fr_fr: Erreur lors de la sauvegarde de la note
it_it: Errore nel salvare la nota
nl_nl: Fout bij opslaan notitie
pt_br: Erro ao salvar nota
ru_ru: Ошибка при сохранении заметки

source: Error deleting note
bg_bg: Грешка при изтриване на бележка
fr_fr: Erreur lors de la supression de la note
it_it: Errore nell'eliminazione della nota
nl_nl: Fout bij verwijderen notitie
pt_br: Erro ao apagar nota
ru_ru: Ошибка удаления заметки

source: Drop files to begin upload
bg_bg: Пуснете файлове, за да започнете качването
fr_fr: Déposez des fichiers pour commencer l'envoi
it_it: Rilascia file per iniziare a caricare
nl_nl: Sleep hier je bestanden om te beginnen met uploaden
pt_br: Solte os arquivos aqui para começar o envio
ru_ru: Перетащите файлы для загрузки

source: Initiating upload...
bg_bg: Започва качване...
fr_fr: Démarrage du téléversement…
it_it: Avvio caricamento...
nl_nl: Upload starten...
pt_br: Iniciando o upload...
ru_ru: Начинается загрузка...

source: Failed to read dropped items: e.message
fr_fr: Impossible de lire les éléments supprimés : e.message
it_it: Lettura degli elementi eliminati non riuscita: e.message
pt_br: Falha ao ler itens rejeitados: e.message
ru_ru: Не удалось прочитать перемещённые элементы: e.message

source: correspondent
bg_bg: кореспондент
fr_fr: correspondant
it_it: corrispondente
pt_br: correspondente
ru_ru: корреспондент

source: correspondents
bg_bg: кореспонденти
fr_fr: correspondants
it_it: corrispondenti
nl_nl: correspondenten
pt_br: correspondentes
ru_ru: корреспонденты

source: Last used
bg_bg: Последно използан
fr_fr: Dernière utilisation
it_it: Ultimo utilizzato
nl_nl: Laatst gebruikt
pt_br: Última utilização
ru_ru: Последний использованный

source: Do you really want to delete the correspondent "object.name"?
bg_bg: Наистина ли искате да изтриете кореспондента "object.name"?
fr_fr: Voulez-vous vraiment supprimer le correspondant « object.name » ?
it_it: Vuoi eliminare il corrispondente "object.name"?
nl_nl: Bent u zeker dat u correspondent "object.name" wilt verwijderen?
pt_br: Você realmente deseja excluir o correspondente "object.name"?
ru_ru: Вы действительно хотите удалить этого корреспондента "object.name"?

source: Customize the data fields that can be attached to documents.
bg_bg: Персонализирайте полетата с данни, които могат да бъдат прикачени към документи.
fr_fr: Personnalisez les champs de données qui peuvent être joints aux documents.
it_it: Personalizza i campi dati che possono essere allegati ai documenti.
nl_nl: Wijzig de gegevensvelden die aan documenten kunnen worden toegevoegd.
pt_br: Personalizar os campos de dados que podem ser anexados a documentos.
ru_ru: Настройка полей данных, которые могут быть прикреплены к документам.

source: Add Field
bg_bg: Добавяне на поле
fr_fr: Ajouter un champ
it_it: Aggiungi campo
nl_nl: Veld toevoegen
pt_br: Adicionar Campo
ru_ru: Добавить поле

source: Data Type
bg_bg: Тип данни
fr_fr: Type de données
it_it: Tipo di dati
nl_nl: Gegevenstype
pt_br: Tipos do Dado
ru_ru: Тип данных

source: Filter Documents ({{ field.document_count }})
bg_bg: Филтриране на документи ({{ field.document_count }})
fr_fr: Filtrer les documents ({{ field.document_count }})
it_it: Filtra Documenti ({{ field.document_count }})
nl_nl: Filter documenten ({{ field.document_count }})
pt_br: Filtrar Documentos ({{ field.document_count }})
ru_ru: Фильтр документов ({{ field.document_count }})

source: No fields defined.
bg_bg: Няма дефинирани полета.
fr_fr: Aucun champ défini.
it_it: Nessun campo specificato.
nl_nl: Geen velden aangemaakt.
pt_br: Sem campos definidos.
ru_ru: Поля не определены.

source: Confirm delete field
bg_bg: Потвърдете изтриването на поле
fr_fr: Confirmer la suppression du champ
it_it: Conferma eliminazione campo
nl_nl: Bevestig veld verwijderen
pt_br: Confirmar exclusão de campo
ru_ru: Подтвердить удаление поля

source: This operation will permanently delete this field.
bg_bg: Тази операция ще изтрие за постоянно това поле.
fr_fr: Cette opération supprimera définitivement ce champ.
it_it: Questa operazione eliminerà permanentemente questo campo.
nl_nl: Deze bewerking zal dit veld permanent verwijderen.
pt_br: Esta operação excluirá permanentemente esse campo.
ru_ru: Эта операция окончательно удалит данное поле.

source: Deleted field "field.name"
bg_bg: Изтрито поле "field.name"
it_it: Eliminato capo "field.name"
nl_nl: Veld "field.name" verwijderd
pt_br: Campo excluído "field.name"
ru_ru: Удалено поле "field.name"

source: Error deleting field "field.name".
bg_bg: Грешка при изтриване на полето "field.name".
fr_fr: Erreur lors de la suppression du champ "field.name".
it_it: Errore durante l'eliminazione del campo "field.name".
nl_nl: Fout bij verwijderen veld "field.name".
pt_br: Erro ao excluir campo "field.name".
ru_ru: Ошибка удаления поля "field.name".

source: document type
bg_bg: тип на документа
fr_fr: Type de document
it_it: tipo di documento
pt_br: tipo de documento
ru_ru: тип документа

source: document types
bg_bg: типове документи
fr_fr: types de document
it_it: tipi di documento
nl_nl: documenttypen
pt_br: tipos de documento
ru_ru: типы документов

source: Do you really want to delete the document type "object.name"?
bg_bg: Наистина ли искате да изтриете този тип документ "object.name"?
fr_fr: Voulez-vous vraiment supprimer le type de document « object.name » ?
it_it: Vuoi eliminare il tipo di documento "object.name"?
nl_nl: Wilt u het documenttype echt verwijderen "object.name"?
pt_br: Você realmente deseja excluir o tipo de documento "object.name"?
ru_ru: Вы действительно хотите удалить этот тип документа: "object.name"?

source: Mail Settings
bg_bg: Настройки на пощата
fr_fr: Paramètres de messagerie
it_it: Impostazioni email
nl_nl: E-mail instellingen
pt_br: Configurações de E-mail
ru_ru: Настройки почты

source: Mail accounts
bg_bg: Имейл профил
fr_fr: Comptes de messagerie
it_it: Account email
nl_nl: E-mailaccounts
pt_br: Contas de e-mail
ru_ru: Учётные записи почты

source: Add Account
bg_bg: Добави профил
fr_fr: Ajouter un compte
it_it: Aggiungi Account
nl_nl: Account toevoegen
pt_br: Adicionar Conta
ru_ru: Добавить учётную запись

source: Connect Gmail Account
bg_bg: Свързване с Gmail акаунт
fr_fr: Connecter un compte Gmail
it_it: Collega Account Gmail
nl_nl: Gmail account verbinden
pt_br: Vincular conta do Gmail
ru_ru: Подключить аккаунт Gmail

source: Connect Outlook Account
bg_bg: Свържете с Outlook акаунт
fr_fr: Connecter un compte Outlook
it_it: Collega Account Outlook
nl_nl: Outlook account verbinden
pt_br: Conectar conta do Outlook
ru_ru: Подключить аккаунт Outlook

source: Server
bg_bg: Сървър
fr_fr: Serveur
pt_br: Servidor
ru_ru: Сервер

source: Process Mail
bg_bg: Обработка на поща
fr_fr: Traiter les courriels
it_it: Elabora Mail
nl_nl: E-mails verwerken
pt_br: Processar E-mail
ru_ru: Обработка почты

source: No mail accounts defined.
bg_bg: Няма дефинирани пощенски профили.
fr_fr: Aucun compte de messagerie défini.
it_it: Nessun account e-mail definito.
nl_nl: Geen e-mailaccounts gedefinieerd.
pt_br: Nenhuma conta de e-mail definida.
ru_ru: Нет заданных учётных записей почты.

source: Mail rules
bg_bg: Правила за поща
fr_fr: Règles de courriel
it_it: Regole email
nl_nl: E-mailregels
pt_br: Regras de e-mail
ru_ru: Правила почты

source: Add Rule
bg_bg: Добавяне на правило
fr_fr: Ajouter une règle
it_it: Aggiungi regola
nl_nl: Regel toevoegen
pt_br: Adicionar Regra
ru_ru: Добавить правило

source: Sort Order
bg_bg: Ред на сортиране
fr_fr: Ordre de tri
it_it: Ordinamento
nl_nl: Sorteervolgorde
pt_br: Ordem de Exibição
ru_ru: Порядок сортировки

source: Disabled
bg_bg: Деактивиран
fr_fr: Désactivé
it_it: Disabilitato
nl_nl: Uitgeschakeld
pt_br: Desativado
ru_ru: Отключено

source: View Processed Mail
fr_fr: Voir le courriel traité
it_it: Visualizza Email Elaborata
nl_nl: Bekijk verwerkte emailberichten
pt_br: Ver e-mails processados

source: No mail rules defined.
bg_bg: Няма дефинирани правила за поща.
fr_fr: Aucune règle de courriel définie.
it_it: Nessuna regola email definita.
nl_nl: Geen e-mailregels gedefinieerd.
pt_br: Nenhuma regra de e-mail definida.
ru_ru: Нет заданных почтовых правил.
