Repository: wenzun-99/document-ms
Catalog: src-ui/src/locale/messages.*.xlf
Languages: bg_bg, fr_fr, it_it, nl_nl, pt_br, ru_ru

source: Any: Document contains any of these words (space separated)
bg_bg: Всичко: Документ съдържащ някоя от тези думи (разделени с интервал)
fr_fr: Un des mots : contient l'un de ces mots (séparés par des espaces)
it_it: Qualsiasi: il documento contiene una qualunque di queste parole (separate dallo spazio)
nl_nl: Een of meer: Documenten die een of meer van deze woorden bevatten (gescheiden door spaties)
pt_br: Qualquer: Documento contém qualquer uma dessas palavras (separadas por espaço)
ru_ru: Любой: Документ содержит любое из этих слов (разделитель - пробел)

source: All words
bg_bg: Всички думи
fr_fr: Tous les mots
it_it: Tutte le parole
nl_nl: Alle woorden
pt_br: Todas as palavras
ru_ru: Все слова

source: All: Document contains all of these words (space separated)
bg_bg: Всичко: Документи, съдържащи всички тези думи (разделени с интервал)
fr_fr: Tous les mots : contient tous ces mots (séparés par des espaces)
it_it: Tutto: il documento contiene tutte queste parole (separate dallo spazio)
nl_nl: Alle: Documenten die elk van deze woorden bevatten (gescheiden door spaties)
pt_br: Todas: Documento contém todas essas palavras (separadas por espaço)
ru_ru: Все: Документ содержит все эти слова (разделитель - пробел)

source: Exact match
bg_bg: Точно съвпадение
fr_fr: Concordance exacte
it_it: Corrispondenza esatta
nl_nl: Exacte overeenkomst
pt_br: Detecção exata
ru_ru: Точное соответствие

source: Exact: Document contains this string
bg_bg: Точно: Документа съдържа този низ
fr_fr: Concordance exacte : contient cette chaîne de caractères
it_it: Puntuale: il documento contiene questa stringa
nl_nl: Exact: Document bevat deze tekenreeks
pt_br: Exata: Documento contém essa palavra
ru_ru: Точное: Документ содержит эту строку

source: Regular expression
bg_bg: Регулярен израз
fr_fr: Expression régulière
it_it: Espressione regolare
nl_nl: Reguliere expressie
pt_br: Expressão regular
ru_ru: Регулярное выражение

source: Regular expression: Document matches this regular expression
bg_bg: Регулярен израз: Документа съответства на този регулярен израз
fr_fr: Expression régulière : correspond à cette expression régulière
it_it: Espressione regolare: il documento corrisponde a questa espressione regolare
nl_nl: Reguliere expressie: Document voldoet aan deze reguliere expressie
pt_br: Expressão regular: Documento condiz com essa expressão regular
ru_ru: Регулярное выражение: Документ соответствует этому регулярному выражению

source: Fuzzy word
bg_bg: Неясна дума
fr_fr: Mot approximatif
it_it: Parola fuzzy
nl_nl: Gelijkaardig woord
pt_br: Palavra difusa
ru_ru: "Нечёткий" режим

source: Fuzzy: Document contains a word similar to this word
bg_bg: Неясно: Документа съдържа дума, подобна на тази дума
fr_fr: Mot approximatif : contient un mot similaire à ce mot
it_it: Fuzzy: il documento contiene una parola simile a questa
nl_nl: Gelijkaardig: Document bevat een woord dat lijkt op dit woord
pt_br: Fuzzy: Documento contém uma palavra similar à essa.
ru_ru: Нечетко: Документ содержит слово, подобное этому слову

source: None: Disable matching
bg_bg: Няма: Деактивиране на съвпадението
fr_fr: Aucun : désactiver le rapprochement
it_it: Niente: disabilita la corrispondenza
nl_nl: Geen: overeenkomsten uitschakelen
pt_br: Nenhum: Desativar correspondência
ru_ru: Ничего: Отключить сравнение

source: General Settings
bg_bg: Общи настройки
fr_fr: Paramètres généraux
it_it: Impostazioni Generali
nl_nl: Algemene instellingen
pt_br: Personalizações gerais
ru_ru: Основные настройки

source: OCR Settings
bg_bg: OCR настройки
fr_fr: Paramètres de ROC
it_it: Impostazioni OCR
nl_nl: OCR-instellingen
pt_br: Configurações de OCR
ru_ru: Настройки OCR

source: Barcode Settings
fr_fr: Paramètres des codes-barres
it_it: Impostazioni codice a barre
nl_nl: Barcode instellingen
pt_br: Configurações de código de barras
ru_ru: Настройки штрих-кода

source: Output Type
bg_bg: Изходен тип
fr_fr: Type de sortie
it_it: Tipo di Output
nl_nl: Uitvoer bestandstype
pt_br: Tipo de Retorno
ru_ru: Формат вывода

source: Language
bg_bg: Език
fr_fr: Langue
it_it: Lingua
nl_nl: Taal
pt_br: Idioma
ru_ru: Язык

source: Mode
bg_bg: Режим
it_it: Modalità
nl_nl: Modus
pt_br: Modo
ru_ru: Режим

source: Skip Archive File
bg_bg: Пропусни архивиране на файла
fr_fr: Ignorer le fichier d'archive
it_it: Salta File Archivio
nl_nl: Archiefbestand maken overslaan
pt_br: Pular Arquivo
ru_ru: Пропустить архивирование файла

source: Image DPI
bg_bg: Изображение DPI
fr_fr: DPI de l'image
it_it: DPI Immagine
nl_nl: Afbeelding DPI
pt_br: DPI da Imagem
ru_ru: DPI изображения

source: Clean
bg_bg: Чист
fr_fr: Nettoyage
it_it: Pulisci
nl_nl: Opschoon methode
pt_br: Limpar
ru_ru: Очистить

source: Deskew
bg_bg: Изкривяване (Deskew)
fr_fr: Réalignement
it_it: Raddrizza (Ruota e allinea)
nl_nl: Rechtzetten
pt_br: Endireitar
ru_ru: Устранение перекоса

source: Rotate Pages
bg_bg: Завъртане на страници
fr_fr: Faire pivoter les pages
it_it: Ruota Pagine
nl_nl: Pagina's draaien
pt_br: Girar Páginas
ru_ru: Повернуть страницы

source: Rotate Pages Threshold
bg_bg: Праг за завъртане на страници
fr_fr: Seuil de rotation des pages
it_it: Soglia Rotazione Pagine
nl_nl: Drempelwaarde pagina draaien
pt_br: Limite para Girar Páginas
ru_ru: Порог поворота страниц

source: Max Image Pixels
bg_bg: Максимални пиксели на изображението
fr_fr: Nombre maximum de pixels pour une image
it_it: Numero massimo Pixel per Immagine
nl_nl: Limiet afbeeldingspixels
pt_br: Pixels de Imagem Máximos
ru_ru: Макс. пикселей изображения

source: Color Conversion Strategy
bg_bg: Стратегия за преобразуване на цветовете
fr_fr: Stratégie de conversion de couleurs
it_it: Strategia Di Conversione Colore
nl_nl: Methode kleuromzetting
pt_br: Estratégia de conversão colorida
ru_ru: Преобразование цвета

source: OCR Arguments
bg_bg: OCR Аргументи
fr_fr: Arguments ROC
it_it: Argument OCR
nl_nl: OCR argumenten
pt_br: Argumentos OCR
ru_ru: Аргументы OCR

source: Application Logo
bg_bg: Лого на софтуера
fr_fr: Logo de l'application
it_it: Logo dell'applicazione
nl_nl: Applicatie logo
pt_br: Logo da Aplicação
ru_ru: Логотип приложения

source: Application Title
bg_bg: Име на софтуера
fr_fr: Nom de l'application
it_it: Titolo applicazione
nl_nl: Applicatie titel
pt_br: Título da Aplicação
ru_ru: Заголовок приложения

source: Enable Barcodes
fr_fr: Activer les codes-barres
it_it: Abilita codici a barre
nl_nl: Activeer barcodes
pt_br: Habilitar códigos de barras
ru_ru: Включить штрих-коды

source: Enable TIFF Support
fr_fr: Activer la prise en charge TIFF
it_it: Abilita supporto TIFF
nl_nl: Activeer TIFF ondersteuning
pt_br: Habilitar Suporte TIFF
ru_ru: Включить поддержку TIFF

source: Barcode String
fr_fr: Chaîne du code-barres
it_it: Stringa del codice a barre
nl_nl: Barcode tekst
pt_br: Texto do código de barras
ru_ru: Строка штрих-кода

source: Retain Split Pages
fr_fr: Conserver les pages divisées
it_it: Conserva le pagine divise
pt_br: Manter páginas separadas
ru_ru: Сохранить разделенные страницы

source: Enable ASN
fr_fr: Activer ASN
it_it: Abilita ASN
pt_br: Habilitar ASN
ru_ru: Включить ASN

source: ASN Prefix
fr_fr: Préfixe ASN
it_it: Prefisso ANS
pt_br: Prefixo ASN
ru_ru: ASN Префикс

source: Upscale
fr_fr: Facteur de mise à l’échelle
pt_br: Melhoria de imagem
ru_ru: Масштабировать

source: Max Pages
fr_fr: Pages maximales
it_it: Massimo numero di pagine
nl_nl: Max. pagina's
pt_br: Máximo de páginas
ru_ru: Макс. страниц

source: Enable Tag Detection
fr_fr: Activer la détection des étiquettes
it_it: Abilita rilevamento etichette
nl_nl: Activeer label detectie
pt_br: Habilitar Detecção de Tag
ru_ru: Включить обнаружение тегов

source: Tag Mapping
fr_fr: Mappage des tags
it_it: Mappatura etichette
pt_br: Mapeamento de Tags
ru_ru: Сопоставление тегов

source: Warning: You have unsaved changes to your document(s).
bg_bg: Предупреждение: Имате незапазени промени във вашия документ(и).
fr_fr: Attention : Des modifications non sauvegardées ont été apportées à votre/vos document(s).
it_it: Attenzione: Hai modifiche non salvate ai tuoi documenti.
nl_nl: Waarschuwing: u heeft niet-opgeslagen wijzigingen in uw document(en).
pt_br: Aviso: Você tem alterações não salvas em seu(s) documento(s).
ru_ru: Внимание: у вас есть несохраненные изменения в документе(ах).

source: Unsaved Changes
bg_bg: Незапазени промени
fr_fr: Modifications non enregistrées
it_it: Modifiche non salvate
nl_nl: Niet-opgeslagen wijzigingen
pt_br: Alterações não salvas
ru_ru: Несохранённые изменения

source: You have unsaved changes.
bg_bg: Имате незапазени промени.
fr_fr: Vous avez des modifications non enregistrées.
it_it: Hai delle modifiche non salvate.
nl_nl: U heeft niet-opgeslagen wijzigingen.
pt_br: Você tem alterações não salvas.
ru_ru: У вас есть несохраненные изменения.

source: Are you sure you want to leave?
bg_bg: Сигурни ли сте, че искате да напуснете?
fr_fr: Êtes-vous sûr de vouloir quitter ?
it_it: Sei sicuro di voler uscire?
nl_nl: Weet u zeker dat u dit wilt verlaten?
pt_br: Tem certeza que deseja sair?
ru_ru: Вы уверены, что хотите выйти?

source: Leave page
bg_bg: Напускане на страницата
fr_fr: Fermer la page
it_it: Esci dalla pagina
nl_nl: Pagina verlaten
pt_br: Sair da página
ru_ru: Покинуть страницу

source: You have unsaved changes to the saved view
bg_bg: Имате незапазени промени в запазения изглед
fr_fr: Vous avez des modifications non enregistrées sur cette vue enregistrée
it_it: Hai modifiche non salvate alla vista salvata
nl_nl: U heeft niet-opgeslagen wijzigingen in de opgeslagen weergave
pt_br: Você tem alterações não salvas no documento
ru_ru: У вас есть несохраненные изменения в представлении

source: Are you sure you want to close this saved view?
bg_bg: Сигурни ли сте, че искате да затворите този запазен изглед?
fr_fr: Voulez-vous vraiment fermer la vue enregistrée ?
it_it: Sei sicuro di voler chiudere questa vista salvata?
nl_nl: Weet u zeker dat u deze opgeslagen weergave wilt sluiten?
pt_br: Tem certeza que deseja fechar essa visualização?
ru_ru: Вы уверены, что хотите закрыть это представление?

source: Save and close
bg_bg: Запис и затваряне
fr_fr: Sauvegarder et fermer
it_it: Salva e chiudi
nl_nl: Opslaan en sluiten
pt_br: Salvar e Fechar
ru_ru: Сохранить и закрыть

source: You don't have permissions to do that
bg_bg: Нямате нужните права, за да направите това
fr_fr: Vous n'avez pas la permission de faire cela
it_it: Non hai permessi per farlo
nl_nl: Je hebt geen rechten om dat te doen
pt_br: Você não tem permissão para fazer isso
ru_ru: У вас нет разрешения на выполнение этого действия

source: Last year
bg_bg: Миналата година
fr_fr: L'année passée
it_it: Ultimo anno
nl_nl: Afgelopen jaar
pt_br: Último ano
ru_ru: Год

source: %s years ago
bg_bg: преди %s години
fr_fr: Il y a %s ans
it_it: %s anni fa
nl_nl: %s jaren geleden
pt_br: %s anos atrás
ru_ru: %s года/лет назад

source: Last month
bg_bg: Миналия месец
fr_fr: Le mois dernier
it_it: Ultimo mese
nl_nl: Afgelopen maand
pt_br: Último mês
ru_ru: Месяц

source: %s months ago
bg_bg: преди %s месеца
fr_fr: Il y a %s mois
it_it: %s mesi fa
nl_nl: %s maanden geleden
pt_br: %s meses atrás
ru_ru: %s мес. назад

source: Last week
bg_bg: Миналата седмица
fr_fr: La semaine dernière
it_it: Ultima Settimana
nl_nl: Vorige week
pt_br: Última Semana
ru_ru: Прошлая неделя

source: %s weeks ago
bg_bg: преди %s седмици
fr_fr: Il y a %s semaines
it_it: %s settimane fa
nl_nl: %s weken geleden
pt_br: %s semanas atrás
ru_ru: %s недель назад

source: %s days ago
bg_bg: преди %s дни
fr_fr: Il y a %s jours
it_it: %s giorni fa
nl_nl: %s dagen geleden
pt_br: %s dias atrás
ru_ru: %s дней назад

source: %s hour ago
bg_bg: преди %s час
fr_fr: Il y a %s heure
it_it: %s ora fa
nl_nl: %s uur geleden
pt_br: %s hora atrás
ru_ru: %s час назад

source: %s hours ago
bg_bg: преди %s часа
fr_fr: Il y a %s heures
it_it: %s ore fa
nl_nl: %s uren geleden
pt_br: %s horas atrás
ru_ru: %s часов назад

source: %s minute ago
bg_bg: преди %s минута
fr_fr: Il y a %s minute
it_it: %s minuto fa
nl_nl: %s minuut geleden
pt_br: %s minutos atrás
ru_ru: %s минуту назад

source: %s minutes ago
bg_bg: преди %s минути
fr_fr: Il y a %s minutes
it_it: %s minuti fa
nl_nl: %s minuten geleden
pt_br: há %s minutos atrás
ru_ru: %s минут назад

source: Just now
bg_bg: Току-що
fr_fr: À l'instant
it_it: Proprio ora
nl_nl: Zojuist
pt_br: Agora mesmo
ru_ru: Только что

source: (no title)
bg_bg: (без заглавие)
fr_fr: (sans titre)
it_it: (nessun titolo)
nl_nl: (geen titel)
pt_br: (sem título)
ru_ru: (без названия)

source: You have unsaved changes to the document
bg_bg: Имате незапазени промени в документа
fr_fr: Vous avez des modifications non enregistrées sur ce document
it_it: Hai modifiche non salvate nel documento
nl_nl: Je hebt niet opgeslagen wijzigingen in het document
pt_br: Você tem alterações não salvas no documento
ru_ru: У вас есть несохраненные изменения в документе

source: Are you sure you want to close this document?
bg_bg: Сигурни ли сте, че желаете да затворите този документ?
fr_fr: Voulez-vous vraiment fermer ce document ?
it_it: Sei sicuro di voler chiudere questo documento?
nl_nl: Weet u zeker dat u dit document wilt sluiten?
pt_br: Tem certeza de que deseja fechar este documento?
ru_ru: Вы уверены, что хотите закрыть этот документ?

source: Are you sure you want to close all documents?
bg_bg: Сигурни ли сте, че желаете да затворите всички документи?
fr_fr: Voulez-vous vraiment fermer tous les documents ?
it_it: Sei sicuro di voler chiudere tutti i documenti?
nl_nl: Weet u zeker dat u alle documenten wilt sluiten?
pt_br: Tem certeza de que deseja fechar todos os documentos?
ru_ru: Вы уверены, что хотите закрыть все документы?

source: Close documents
bg_bg: Затваряне на документи
fr_fr: Fermer tous les documents
it_it: Chiudi documenti
nl_nl: Sluit documenten
pt_br: Fechar documentos
ru_ru: Закрыть документы

source: English (US)
bg_bg: Английски (САЩ)
fr_fr: Anglais (US)
it_it: Inglese (US)
nl_nl: Engels (US)
pt_br: Inglês (US)
ru_ru: Английский (США)

source: Afrikaans
bg_bg: Африканс
pt_br: Africanês
ru_ru: Африкаанс

source: Arabic
bg_bg: Арабски
fr_fr: Arabe
it_it: Arabo
nl_nl: Arabisch
pt_br: Árabe
ru_ru: Арабский

source: Belarusian
bg_bg: Беларуски
fr_fr: Biélorusse
it_it: Bielorusso
nl_nl: Wit-Russisch
pt_br: Bielorrusso
ru_ru: Белорусский

source: Bulgarian
bg_bg: Български
fr_fr: Bulgare
it_it: Bulgaro
nl_nl: Bulgaars
pt_br: Búlgaro
ru_ru: Болгарский

source: Catalan
bg_bg: Каталунски
it_it: Catalano
nl_nl: Catalaans
pt_br: Catalão
ru_ru: Каталонский

source: Czech
bg_bg: Чешки
fr_fr: Tchèque
it_it: Ceco
nl_nl: Tsjechisch
pt_br: Tcheco
ru_ru: Чешский

source: Danish
bg_bg: Датски
fr_fr: Danois
it_it: Danese
nl_nl: Deens
pt_br: Dinamarquês
ru_ru: Датский

source: German
bg_bg: Немски
fr_fr: Allemand
it_it: Tedesco
nl_nl: Duits
pt_br: Alemão
ru_ru: Немецкий

source: Greek
bg_bg: Гръцки
fr_fr: Grec
it_it: Greco
nl_nl: Grieks
pt_br: Grego
ru_ru: Греческий

source: English (GB)
bg_bg: Английски (Великобритания)
fr_fr: Anglais (GB)
it_it: Inglese (GB)
nl_nl: Engels (Brits)
pt_br: Inglês (GB)
ru_ru: Английский (Великобритании)

source: Spanish
bg_bg: Испански
fr_fr: Espagnol
it_it: Spagnolo
nl_nl: Spaans
pt_br: Espanhol
ru_ru: Испанский

source: Finnish
bg_bg: Финландски
fr_fr: Finnois
it_it: Finlandese
nl_nl: Fins
pt_br: Finlandês
ru_ru: Финский

source: French
bg_bg: Френски
fr_fr: Français
it_it: Francese
nl_nl: Frans
pt_br: Francês
ru_ru: Французский

source: Hungarian
bg_bg: Унгарски
fr_fr: Hongrois
it_it: Ungherese
nl_nl: Hongaars
pt_br: Húngaro
ru_ru: Венгерский

source: Italian
bg_bg: Италиански
fr_fr: Italien
it_it: Italiano
nl_nl: Italiaans
pt_br: Italiano
ru_ru: Итальянский

source: Japanese
bg_bg: Японски
fr_fr: Japonais
it_it: Giapponese
nl_nl: Japans
pt_br: Japonês
ru_ru: Японский

source: Korean
bg_bg: Корейски
fr_fr: Coréen
it_it: Coreano
nl_nl: Koreaans
pt_br: Coreano
ru_ru: Корейский

source: Luxembourgish
bg_bg: Люксембургски
fr_fr: Luxembourgeois
it_it: Lussemburghese
nl_nl: Luxemburgs
pt_br: Luxemburguês
ru_ru: Люксембургский

source: Dutch
bg_bg: Нидерландски
fr_fr: Néerlandais
it_it: Olandese
nl_nl: Nederlands
pt_br: Holandês
ru_ru: Голландский

source: Norwegian
bg_bg: Норвежки
fr_fr: Norvégien
it_it: Norvegese
nl_nl: Noors
pt_br: Norueguês
ru_ru: Норвежский

source: Persian
fr_fr: Persan
it_it: Persiano
nl_nl: Perzisch
pt_br: Persa
ru_ru: Персидский

source: Polish
bg_bg: Полски
fr_fr: Polonais
it_it: Polacco
nl_nl: Pools
pt_br: Polonês
ru_ru: Польский

source: Portuguese (Brazil)
bg_bg: Португалски (Бразилия)
fr_fr: Portugais (Brésil)
it_it: Portoghese (Brasile)
nl_nl: Portugees (Brazilië)
pt_br: Português (Brasil)
ru_ru: Португальский (Бразилия)

source: Portuguese
bg_bg: Португалски
fr_fr: Portugais
it_it: Portoghese
nl_nl: Portugees
pt_br: Português
ru_ru: Португальский

source: Romanian
bg_bg: Румънски
fr_fr: Roumain
it_it: Rumeno
nl_nl: Roemeens
pt_br: Romeno
ru_ru: Румынский

source: Russian
bg_bg: Руски
fr_fr: Russe
it_it: Russo
nl_nl: Russisch
pt_br: Russo
ru_ru: Русский

source: Slovak
bg_bg: Словашки
fr_fr: Slovaque
it_it: Slovacco
nl_nl: Slowaaks
pt_br: Eslovaco
ru_ru: Словацкий

source: Slovenian
bg_bg: Словенски
fr_fr: Slovène
it_it: Sloveno
nl_nl: Sloveens
pt_br: Esloveno
ru_ru: Словенский

source: Serbian
bg_bg: Сръбски
fr_fr: Serbe
it_it: Serbo
nl_nl: Servisch
pt_br: Sérvio
ru_ru: Сербский

source: Swedish
bg_bg: Шведски
fr_fr: Suédois
it_it: Svedese
nl_nl: Zweeds
pt_br: Sueco
ru_ru: Шведский

source: Turkish
bg_bg: Турски
fr_fr: Turc
it_it: Turco
nl_nl: Turks
pt_br: Turco
ru_ru: Турецкий

source: Ukrainian
bg_bg: Украински
fr_fr: Ukrainien
it_it: Ucraino
nl_nl: Oekraïens
pt_br: Ucraniano
ru_ru: Украинский

source: Vietnamese
fr_fr: Vietnamien
it_it: Vietnamita
nl_nl: Vietnamees
pt_br: Vietnamita
ru_ru: Вьетнамский

source: Chinese Simplified
bg_bg: Китайски опростен
fr_fr: Chinois simplifié
it_it: Cinese semplificato
nl_nl: Chinees (vereenvoudigd)
pt_br: Chinês Simplificado
ru_ru: Китайский упрощенный

source: Chinese Traditional
bg_bg: Китайски традиционен
fr_fr: Chinois traditionnel
it_it: Cinese Tradizionale
pt_br: Chinês (Tradicional)
ru_ru: Китайский (традиционный)

source: Successfully completed one-time migratration of settings to the database!
bg_bg: Успешно завършена еднократна миграция на настройките към базата данни!
fr_fr: La migration des paramètres vers la base de données a été effectuée avec succès !
it_it: La migrazione delle impostazioni al database è stata completata con successo!
nl_nl: Eenmalige migratie van instellingen naar de database is succesvol voltooid!
pt_br: A migração de configurações para o banco de dados foi concluída com sucesso!
ru_ru: Одноразовая миграция настроек в базу данных завершена!

source: Unable to migrate settings to the database, please try saving manually.
bg_bg: Неуспешно мигриране на настройки в база данни, моля опитайте ръчно запазване.
fr_fr: Impossible de migrer les paramètres vers la base de données, veuillez essayer d’enregistrer manuellement.
it_it: Impossibile migrare le impostazioni nel database, prova a salvare manualmente.
nl_nl: Kan instellingen niet migreren naar de database, probeer handmatig op te slaan.
pt_br: Não foi possível migrar as configurações para o banco de dados, por favor tente salvar manualmente.
ru_ru: Не удается перенести настройки в базу данных, пожалуйста, попробуйте сохранить вручную.

source: You can restart the tour from the settings page.
bg_bg: Можете да рестартирате обиколката от страницата с настройки.
fr_fr: Vous pouvez recommencer la visite depuis les paramètres.
it_it: Puoi riavviare il tour dalla pagina delle impostazioni.
nl_nl: Je kan de rondleiding herstarten vanaf de instellingen pagina.
pt_br: Você pode reiniciar o tour na página de configurações..
ru_ru: Вы можете перезапустить тур со страницы настроек.

source: Connecting...
bg_bg: Свързване...
fr_fr: Connexion...
it_it: Connessione in corso...
nl_nl: Bezig met verbinden...
pt_br: Conectando...
ru_ru: Подключение...

source: Uploading...
bg_bg: Качване...
fr_fr: Téléchargement...
it_it: Caricamento in corso...
nl_nl: Bezig met uploaden...
pt_br: Enviando...
ru_ru: Загрузка...

source: Upload complete, waiting...
bg_bg: Качването приключи, изчакване...
fr_fr: Téléversement terminé, en attente…
it_it: Caricamento completato, in attesa...
nl_nl: Upload voltooid, wachten op verwerking...
pt_br: Envio concluído, esperando...
ru_ru: Загрузка завершена, ждите...

source: HTTP error: error.status error.statusText
bg_bg: HTTP грешка: error.status error.statusText
fr_fr: Erreur HTTP : error.status error.statusText
it_it: Errore HTTP: error.statuserror.statusText
nl_nl: HTTP fout: error.status error.statusText
pt_br: Erro HTTP: error.status error.statusText
ru_ru: Ошибка HTTP: error.status error.statusText

source: Document already exists.
bg_bg: Документа вече съществува.
fr_fr: Le document existe déjà.
it_it: Il documento esiste già.
nl_nl: Document bestaat al.
pt_br: Documento já existente.
ru_ru: Такой документ уже существует.

source: Document already exists. Note: existing document is in the trash.
bg_bg: Документът вече съществува. Забележка: съществуващият документ е в кошчето.
fr_fr: Le document existe déjà. Remarque : le document existant est dans la corbeille.
it_it: Il documento esiste già. Nota: il documento è nel cestito.
nl_nl: Document bestaat al. Let op: bestaand document staat in de prullenbak.
pt_br: Documento já existe. Nota: um documento existente na lixeira.
ru_ru: Документ уже существует. Примечание: существующий документ находится в корзине.

source: Document with ASN already exists.
bg_bg: Вече съществува документ с този Архивен номер.
fr_fr: Un document avec cet NSA existe déjà.
it_it: Il documento con ASN esiste già.
nl_nl: Document met ASN bestaat al.
pt_br: Documento com o mesmo NSA já existe.
ru_ru: Документ с таким ASN уже существует.

source: Document with ASN already exists. Note: existing document is in the trash.
bg_bg: Документ с ASN вече съществува. Забележка: съществуващият документ е в кошчето.
fr_fr: Un document avec cet ASN existe déjà. Remarque : le document existant est dans la corbeille.
it_it: Il documento con questo ASN esiste già. Nota: il documento esistente è nel cestino.
nl_nl: Document met ASN bestaat al. Let op: bestaand document staat in de prullenbak.
pt_br: Documento com ASN já existe. Nota: documento existente está na lixeira.
ru_ru: Документ с таким ASN уже существует. Примечание: существующий документ находится в корзине.

source: File not found.
bg_bg: Файла не е намерен.
fr_fr: Fichier non trouvé.
it_it: File non trovato.
nl_nl: Bestand niet gevonden.
pt_br: Arquivo não encontrado.
ru_ru: Файл не найден.

source: Pre-consume script does not exist.
bg_bg: Скриптът за предварително потребление не съществува.
fr_fr: Le script de pré-traitement n'existe pas.
it_it: Lo script di pre-consume (pre elaborazione) non esiste.
nl_nl: Pre-verwerkingsscript bestaat niet.
pt_br: Script pré-consumo não existe.
ru_ru: Скрипт предобработки не существует.

source: Error while executing pre-consume script.
bg_bg: Грешка при изпълнение на скрипта за предварително използване.
fr_fr: Erreur lors de l'exécution du script de pré-traitement.
it_it: Errore durante l'esecuzione dello script di pre-consume (pre elaborazione).
nl_nl: Fout tijdens het uitvoeren van het pre-verwerkingsscript
pt_br: Erro ao executar script pré-consumo.
ru_ru: Ошибка при выполнении скрипта предобработки.

source: Post-consume script does not exist.
bg_bg: Скриптът за след потребление не съществува.
fr_fr: Le script de post-traitement n'existe pas.
it_it: Lo script di post-consume (post elaborazione) non esiste.
nl_nl: Post-verwerkingsscript bestaat niet.
pt_br: Script pós-consumo não existe.
ru_ru: Скрипт постобработки не существует.
