Repository: wenzun-99/document-ms
Catalog: src-ui/src/locale/messages.*.xlf
Languages: bg_bg, fr_fr, it_it, nl_nl, pt_br, ru_ru

source: Remove custom fields
bg_bg: Премахнете персонализираните полета
fr_fr: Supprimer des champs personnalisés
it_it: Rimuovi campi personalizzati
nl_nl: Verwijder aangepaste velden
pt_br: Remover campos personalizados
ru_ru: Удалить пользовательские поля

source: Remove owners
bg_bg: Премахни собственици
fr_fr: Supprimer des propriétaires
it_it: Rimuovi proprietari
nl_nl: Verwijder eigenaars
pt_br: Remover proprietários
ru_ru: Удалить владельцев

source: Remove permissions
bg_bg: Премахване на права
fr_fr: Supprimer des autorisations
it_it: Rimuovi permessi
nl_nl: Verwijder rechten
pt_br: Remover permissões
ru_ru: Удалить разрешения

source: View permissions
bg_bg: Права за преглед
fr_fr: Autorisations de consultation
it_it: Visualizza permessi
nl_nl: Bekijk rechten
pt_br: Exibir Permissões
ru_ru: Просмотр разрешений

source: Edit permissions
bg_bg: Редакция на права
fr_fr: Autorisations de modification
it_it: Modifica permessi
nl_nl: Bewerk rechten
pt_br: Editar permissões
ru_ru: Изменить разрешения

source: Email subject
bg_bg: Имейл тема
fr_fr: Objet du courriel
it_it: Oggetto email
nl_nl: E-mail onderwerp
pt_br: Assunto do email
ru_ru: Тема письма

source: Email body
bg_bg: Имейл съобщение
fr_fr: Corps du courriel
it_it: Corpo e-mail
nl_nl: E-mail tekst
pt_br: Corpo do e-mail
ru_ru: Текст письма

source: Email recipients
bg_bg: Получатели на имейл
fr_fr: Destinatires du courriel
it_it: Destinatari email
nl_nl: E-mail ontvangers
pt_br: Destinatários de e-mail
ru_ru: Получатели письма

source: Attach document
bg_bg: Прикачете документ
fr_fr: Joindre un document
it_it: Allega documento
nl_nl: Voeg document toe
pt_br: Anexar documento
ru_ru: Прикрепить документ

source: Webhook url
bg_bg: Url адрес на известяване
fr_fr: URL du Webhook
pt_br: Url do webhook
ru_ru: URL вебхука

source: Use parameters for webhook body
bg_bg: Избери параметри за известяване със съобщение
fr_fr: Utiliser les paramètres pour le corps du webhook
it_it: Usa parametri per il corpo del webhook
nl_nl: Gebruik parameters voor de webhook body
pt_br: Usar parâmetros para o corpo do webhook
ru_ru: Использовать параметры для тела веб-хука

source: Send webhook payload as JSON
bg_bg: Изпратете известяване като JSON
fr_fr: Envoyer le payload au format JSON
it_it: Invia il payload del webhook come JSON
nl_nl: Verzend webhook payload als JSON
pt_br: Enviar payload do webhook como JSON
ru_ru: Отправить webhook загрузку как JSON

source: Webhook params
bg_bg: Известяване параметри
fr_fr: Paramètres du webhook
it_it: Parametri Webhook
nl_nl: Webhook parameters
pt_br: Parâmetros do webhook
ru_ru: Параметры вебхука

source: Webhook body
bg_bg: Известяване съобщение
fr_fr: Corps du Webhook
it_it: Corpo Webhook
pt_br: Corpo do webhook
ru_ru: Тело веб хука

source: Webhook headers
bg_bg: Заглавия за известяване
fr_fr: En-têtes Webhook
it_it: Header Webhook
pt_br: Cabeçalhos de webhook
ru_ru: HTTP-заголовки вебхука

source: Include document
bg_bg: Добави документа
fr_fr: Inclure le document
it_it: Includi documento
pt_br: Incluir documentos
ru_ru: Включать документ

source: Consume Folder
bg_bg: Папка за консумация
fr_fr: Dossier de traitement
it_it: Cartella di elaborazione
nl_nl: Inname locatie
pt_br: Pasta de Consumo
ru_ru: Обработка из папки

source: API Upload
bg_bg: Качване от API
fr_fr: Chargement de l'API
it_it: Upload API
pt_br: Envio por API
ru_ru: Загрузка API

source: Mail Fetch
bg_bg: Извличане на поща
fr_fr: Récupération du courrier
it_it: Recupero Posta
nl_nl: E-mail ophalen
pt_br: Busca em e-mail
ru_ru: Получить почту

source: Modified
bg_bg: Променено
fr_fr: Date de modification
it_it: Modificato
nl_nl: Gewijzigd
pt_br: Modificado
ru_ru: Изменено

source: Custom Field
bg_bg: Персонализирано поле
fr_fr: Champ personnalisé
it_it: Campo personalizzato
nl_nl: Aangepast veld
pt_br: Campo personalizado
ru_ru: Пользовательское поле

source: Consumption Started
bg_bg: Стартирана обработка
fr_fr: Début de consommation
it_it: Elaborazione avviata
nl_nl: Verwerking gestart
pt_br: Consumo Iniciado
ru_ru: Обработка документа начата

source: Document Added
bg_bg: Документът е добавен
fr_fr: Document ajouté
it_it: Documento Aggiunto
nl_nl: Document toegevoegd
pt_br: Documento Adicionado
ru_ru: Документ добавлен

source: Document Updated
bg_bg: Документът е обновен
fr_fr: Document mis à jour
it_it: Documento Aggiornato
nl_nl: Document bijgewerkt
pt_br: Documento Atualizado
ru_ru: Документ обновлен

source: Scheduled
bg_bg: Планирано
fr_fr: Planifié
it_it: Programmato
nl_nl: Gepland
pt_br: Agendado
ru_ru: Запланировано

source: Assignment
bg_bg: Задача
fr_fr: Assignation
it_it: Assegnazione
nl_nl: Toewijzing
pt_br: Atribuição
ru_ru: Задание

source: Removal
bg_bg: Премахване
fr_fr: Suppression
it_it: Rimozione
nl_nl: Verwijdering
pt_br: Remoção
ru_ru: Удаление

source: Has any of these tags
fr_fr: A l'un de ces tags
it_it: Ha qualcuna di queste etichette
pt_br: Possui alguma destas etiquetas

source: Has all of these tags
fr_fr: A tous ces tags
it_it: Ha tutte queste etichette
pt_br: Possui estas etiquetas

source: Does not have these tags
fr_fr: Ne possède pas ces tags
it_it: Non ha queste etichette
pt_br: Não possui estas etiquetas

source: Has correspondent
bg_bg: Има кореспондент
fr_fr: A le correspondant
it_it: Ha corrispondente
nl_nl: Heeft correspondent
pt_br: Possui correspondente
ru_ru: Имеет корреспондента

source: Does not have correspondents
fr_fr: N'a pas de correspondant
it_it: Non ha corrispondenti
pt_br: Não possui correspondentes

source: Has document type
bg_bg: Има тип на документ
fr_fr: A le type de document
it_it: Ha tipo di documento
nl_nl: Heeft documenttype
pt_br: Possui tipo de documento
ru_ru: Имеет тип документа

source: Does not have document types
fr_fr: N'a pas de type de document
it_it: Non ha questi tipi di documento
pt_br: Não possui tipos de documento

source: Has storage path
fr_fr: A un chemin de sauvegarde
it_it: Ha percorso di archiviazione
pt_br: Possui caminho de armazenamento

source: Does not have storage paths
fr_fr: N'a pas de chemins de stockage
it_it: Non ha percorso di archiviazione
pt_br: Não possui caminhos de armazenamento

source: Matches custom field query
fr_fr: Correspond à la requête de champ personnalisé
it_it: Corrisponde a campo personalizzato
pt_br: Corresponde à consulta de campo personalizado

source: Create new workflow
bg_bg: Създай нов работен процес
fr_fr: Créer un nouveau workflow
it_it: Crea un nuovo flusso di lavoro
nl_nl: Nieuwe workflow maken
pt_br: Criar novo fluxo de trabalho
ru_ru: Создать новый процесс

source: Edit workflow
bg_bg: Редактирай работен процес
fr_fr: Modifier le workflow
it_it: Modifica flusso di lavoro
nl_nl: Workflow bewerken
pt_br: Editar Fluxo de Trabalho
ru_ru: Редактирование рабочего процесса

source: {VAR_PLURAL, plural, =1 {Email Document} other {Email {INTERPOLATION} Documents}}
fr_fr: {VAR_PLURAL, plural,=1 {Envoyer le document} other {Envoyer les {INTERPOLATION} documents}}
pt_br: {VAR_PLURAL, plural, =1 {Enviar documento por e-mail} other {Email {INTERPOLATION} Documentos}}

source: Email address(es)
bg_bg: Имейл адрес(и)
fr_fr: Adresse(s) électronique(s)
it_it: Indirizzo/i email
nl_nl: E-mailadres(sen)
pt_br: Endereço(s) de e-mail
ru_ru: Адрес(-а) эл. почты

source: Subject
bg_bg: Тема
fr_fr: Objet
it_it: Oggetto
nl_nl: Onderwerp
pt_br: Assunto
ru_ru: Тема

source: Message
bg_bg: Съобщение
it_it: Messaggio
nl_nl: Bericht
pt_br: Mensagem
ru_ru: Сообщение

source: Use archive version
bg_bg: Използвайте архивна версия
fr_fr: Utiliser la version d'archive
it_it: Usa versione archiviata
nl_nl: Gebruik archiefversie
pt_br: Usar versão do arquivo
ru_ru: Использовать архивную версию

source: Send email
bg_bg: Изпратете имейл
fr_fr: Envoyer le courriel
it_it: Invia email
nl_nl: E-mail verzenden
pt_br: Enviar email
ru_ru: Послать письмо

source: Some email servers may reject messages with large attachments.
fr_fr: Certains serveurs de messagerie peuvent rejeter les messages comportant de grandes pièces jointes.
it_it: Alcuni server di posta elettronica possono rifiutare messaggi con allegati di grandi dimensioni.
pt_br: Alguns servidores de e-mail podem rejeitar mensagens com anexos grandes. Erro ao enviar documentos por e-mail

source: Email sent
bg_bg: Изпратен имейл
fr_fr: Courriel envoyé
it_it: Email inviata
nl_nl: E-mail verzonden
pt_br: E-mail enviado
ru_ru: Письмо отправлено

source: Error emailing documents
fr_fr: Erreur lors de l'envoi des documents
it_it: Errore durante l'invio dei documenti
pt_br: Erro ao enviar documentos por e-mail

source: Error emailing document
bg_bg: Грешка при изпращане на документа по имейл
fr_fr: Erreur lors de l'envoi du document par mail
it_it: Errore durante l'invio del documento
nl_nl: Fout bij verzenden document
pt_br: Erro ao enviar documento
ru_ru: Ошибка отправки документа на почту

source: Include
bg_bg: Включва
fr_fr: Inclure
it_it: Includi
nl_nl: Insluiten
pt_br: Incluir
ru_ru: Включить

source: Exclude
bg_bg: Изключва
fr_fr: Exclure
it_it: Escludi
nl_nl: Uitsluiten
pt_br: Excluir
ru_ru: Исключить

source: Create
bg_bg: Създаване
fr_fr: Créer
it_it: Crea
nl_nl: Maak
pt_br: Criar
ru_ru: Создать

source: Apply
bg_bg: Прилагане
fr_fr: Appliquer
it_it: Applica
nl_nl: Toepassen
pt_br: Aplicar
ru_ru: Подтвердить

source: Click again to exclude items.
bg_bg: Натиснете отново, за да изключите елементите.
fr_fr: Cliquer à nouveau pour exclure des éléments.
it_it: Clicca di nuovo per escludere gli elementi.
nl_nl: Klik nogmaals om items uit te sluiten.
pt_br: Clique novamente para excluir itens.
ru_ru: Нажмите еще раз, чтобы исключить элементы.

source: Not assigned
bg_bg: Не е зададен
fr_fr: Non affecté
it_it: Non assegnato
nl_nl: Zonder toewijzing
pt_br: Não atribuído
ru_ru: Не назначено

source: Open this.title filter
bg_bg: Отвори this.title филтър
fr_fr: Ouvrir le filtre this.title
it_it: Apri filtro this.title
pt_br: Abrir this.title filtro
ru_ru: Открыть фильтр this.title

source: Keyboard shortcuts
bg_bg: Клавишни комбинации
fr_fr: Raccourcis clavier
it_it: Scorciatoie da tastiera
nl_nl: Sneltoetsen
pt_br: Atalhos do teclado
ru_ru: Горячие клавиши

source: Remove
bg_bg: Премахване
fr_fr: Supprimer
it_it: Rimuovi
nl_nl: Verwijderen
pt_br: Remover
ru_ru: Удалить

source: Invalid date.
bg_bg: Невалидна дата.
fr_fr: Date incorrecte.
it_it: Data non valida.
nl_nl: Ongeldige datum.
pt_br: Data inválida.
ru_ru: Неверная дата.

source: Suggestions:
bg_bg: Предложения:
it_it: Suggerimenti:
nl_nl: Suggesties:
pt_br: Sugestões:
ru_ru: Рекомендации:

source: Filter documents with this this.title
bg_bg: Филтриране на документи с this.title
fr_fr: Filtrer les documents avec ce this.title
it_it: Filtra i documenti con questo this.title
nl_nl: Filter documenten met deze this.title
pt_br: Filtrar documentos com esse this.title
ru_ru: Фильтровать документы с этим this.title

source: Remove link
bg_bg: Премахни връзка
fr_fr: Supprimer le lien
it_it: Rimuovi link
nl_nl: Link verwijderen
pt_br: Remover link
ru_ru: Убрать ссылку

source: Open link
bg_bg: Отваряне на връзка
fr_fr: Ouvrir le lien
it_it: Apri link
nl_nl: Link openen
pt_br: Abrir link
ru_ru: Открыть ссылку

source: Not found
bg_bg: Не е намерено
fr_fr: Non trouvé
it_it: Non trovato
nl_nl: Niet gevonden
pt_br: Não encontrado
ru_ru: Не найден

source: Search for documents
bg_bg: Потърсете документ
fr_fr: Chercher des documents
it_it: Cerca documenti
nl_nl: Zoeken naar documenten
pt_br: Pesquisar Documentos
ru_ru: Поиск документов

source: Selected items
bg_bg: Избрани елементи
fr_fr: Éléments sélectionnés
it_it: Elementi selezionati
nl_nl: Geselecteerde items
pt_br: Itens selecionados
ru_ru: Выбранные элементы

source: No items selected
bg_bg: Няма избрани елементи
fr_fr: Aucun élément sélectionné
it_it: Nessun elemento selezionato
nl_nl: Geen geselecteerde items
pt_br: Nenhum item selecionado
ru_ru: Нет выбранных элементов

source: Add
bg_bg: Добавяне
fr_fr: Ajouter
it_it: Aggiungi
nl_nl: Toevoegen
pt_br: Adicionar
ru_ru: Добавить

source: Upload
bg_bg: Качи
fr_fr: Téléverser
it_it: Carica File
nl_nl: Uploaden
pt_br: Enviar
ru_ru: Загрузить

source: Show password
bg_bg: Показване на парола
fr_fr: Afficher le mot de passe
it_it: Mostra password
nl_nl: Toon wachtwoord
pt_br: Mostrar senha
ru_ru: Показать пароль

source: Edit Permissions
bg_bg: Редактиране на правата
fr_fr: Autorisations de modification
it_it: Modifica permessi
nl_nl: Wijzig rechten
pt_br: Editar Permissões
ru_ru: Редактировать права доступа

source: Owner:
bg_bg: Собственик:
fr_fr: Propriétaire :
it_it: Proprietario:
nl_nl: Eigenaar:
pt_br: Proprietário:
ru_ru: Владелец:

source: Add item
bg_bg: Добавяне на елемент
fr_fr: Ajouter un élément
it_it: Aggiungi elemento
nl_nl: Item toevoegen
pt_br: Adicionar Item
ru_ru: Добавить элемент

source: Private
bg_bg: Частен
fr_fr: Privé
it_it: Privato
nl_nl: Privé
pt_br: Privado
ru_ru: Личный

source: No items found
bg_bg: Няма намерени елементи
fr_fr: Aucun élément trouvé
it_it: Nessun elemento trovato
nl_nl: Geen items gevonden
pt_br: Nenhum item encontrado
ru_ru: Объектов не найдено

source: Note: value has not yet been set and will not apply until explicitly changed
bg_bg: Забележка: стойността все още не е зададена и няма да се прилага, докато не бъде изрично променена
fr_fr: Note : la valeur n'a pas encore été définie et ne sera pas appliquée jusqu'à ce que ce soit changé explicitement
it_it: Nota: il valore non è stato ancora impostato e non verrà applicato finché non verrà modificato esplicitamente
nl_nl: Let op: de waarde is niet van toepassing totdat deze expliciet wordt gewijzigd
pt_br: Nota: o valor ainda não foi definido e não será aplicado até que explicitamente alterado
ru_ru: Примечание: значение еще не установлено и не будет применяться до тех пор, пока не будет изменено в явном виде

source: Add tag
bg_bg: Добавяне на етикет
fr_fr: Ajouter une étiquette
it_it: Aggiungi tag
nl_nl: Label toevoegen
pt_br: Adicionar etiqueta
ru_ru: Добавить тег

source: Remove tag
bg_bg: Премахване на етикет
fr_fr: Supprimer l'étiquette
it_it: Rimuovi etichetta
nl_nl: Label verwijderen
pt_br: Remover etiqueta
ru_ru: Удалить тег

source: Filter documents with these Tags
bg_bg: Филтриране на документи с тези етикети
fr_fr: Filtrer les documents avec ces étiquettes
it_it: Filtra i documenti con queste etichette
nl_nl: Filter documenten met deze labels
pt_br: Filtrar documentos com essas Etiquetas
ru_ru: Фильтровать документы с этими этикетами

source: Select all pages
fr_fr: Sélectionner toutes les pages
it_it: Seleziona tutte le pagine
nl_nl: Selecteer alle pagina's
pt_br: Selecionar todas as páginas
ru_ru: Выбрать все страницы

source: Deselect all pages
fr_fr: Désélectionner toutes les pages
it_it: Deseleziona tutte le pagine
nl_nl: Deselecteer alle pagina's
pt_br: Desmarcar todas as páginas
ru_ru: Отменить выбор всех страниц

source: Rotate selected pages counter-clockwise
fr_fr: Faire pivoter les pages sélectionnées dans le sens inverse des aiguilles d'une montre
it_it: Ruota le pagine selezionate in senso antiorario
pt_br: Girar páginas selecionadas no sentido anti-horário
ru_ru: Повернуть выбранные страницы против часовой стрелки

source: Rotate selected pages clockwise
fr_fr: Faire pivoter les pages sélectionnées dans le sens des aiguilles d'une montre
it_it: Ruota le pagine selezionate in senso orario
pt_br: Rodar páginas selecionadas no sentido horário
ru_ru: Повернуть выбранные страницы по часовой стрелке

source: Delete selected pages
fr_fr: Supprimer les pages sélectionnées
it_it: Elimina le pagine selezionate
nl_nl: Verwijder geselecteerde pagina's
pt_br: Excluir páginas selecionadas
ru_ru: Удалить выбранные страницы

source: Rotate page counter-clockwise
fr_fr: Faire pivoter la page dans le sens inverse des aiguilles d'une montre
it_it: Ruota pagina in senso antiorario
pt_br: Girar página no sentido anti-horário
ru_ru: Повернуть страницу против часовой стрелки

source: Rotate page clockwise
fr_fr: Faire pivoter la page dans le sens des aiguilles d'une montre
it_it: Ruota la pagina in senso orario
pt_br: Girar página no sentido horário
ru_ru: Повернуть страницу по часовой стрелке

source: Delete page
fr_fr: Supprimer la page
it_it: Elimina pagina
nl_nl: Verwijder pagina
pt_br: Excluir página
ru_ru: Удалить страницу

source: Add / remove document split here
fr_fr: Ajouter / supprimer une division de document ici
it_it: Aggiungi / rimuovi il documento diviso qui
pt_br: Adicionar / remover divisão de documento aqui
ru_ru: Добавить / удалить разделитель документа здесь

source: Split here
fr_fr: Diviser ici
it_it: Dividi qui
pt_br: Dividir aqui
ru_ru: Разделить здесь

source: Create new document(s)
fr_fr: Créer un ou des nouveau(x) document(s)
it_it: Crea nuovo documento(i)
pt_br: Criar documento(s)
ru_ru: Создать новый документ(ы)

source: Update existing document
fr_fr: Mettre à jour le document existant
it_it: Aggiorna documento esistente
pt_br: Atualizar documento existente
ru_ru: Обновить существующий документ

source: Copy metadata
fr_fr: Copier les métadonnées
it_it: Copia metadati
pt_br: Copiar metadados
ru_ru: Скопировать метаданные

source: Delete original
fr_fr: Supprimer l'original
it_it: Elimina originale
nl_nl: Verwijder origineel
pt_br: Excluir original
ru_ru: Удалить оригинал

source: Merge with existing permissions
bg_bg: Обединяване със съществуващи правила
fr_fr: Fusionner avec les droits d'accès existants
it_it: Unisci con i permessi esistenti
nl_nl: Samenvoegen met bestaande rechten
pt_br: Mesclar com permissões existentes
ru_ru: Объединить с существующими правами

source: Set permissions
bg_bg: Задаване на права
fr_fr: Définir les droits d'accès
it_it: Imposta permessi
nl_nl: Rechten toepassen
pt_br: Definir permissões
ru_ru: Настроить разрешения

source: Edit permissions for
bg_bg: Редактиране на права за
fr_fr: Modifier les autorisations de modification pour
it_it: Modifica permessi per
nl_nl: Rechten bewerken voor
pt_br: Editar permissões para
ru_ru: Редактировать права доступа для

source: Existing owner, user and group permissions will be merged with these settings.
bg_bg: Съществуващите разрешения за собственик, потребител и група ще бъдат обединени с тези настройки.
fr_fr: Les permissions du propriétaire, des l'utilisateurs et des groupes seront fusionnés avec ces paramètres.
it_it: Le autorizzazioni proprietario, utente e gruppo esistenti verranno unite con queste impostazioni.
nl_nl: Bestaande eigenaars-, gebruikers- en groepsrechten worden samengevoegd met deze instellingen.
pt_br: As permissões existentes ao proprietário, usuário e grupo serão mescladas com essas configurações.
ru_ru: Существующие права владельцев, пользователей и групп будут объединены с этими настройками.

source: Any and all existing owner, user and group permissions will be replaced.
bg_bg: Всички съществуващи права за собственик, потребител и група ще бъдат заменени.
fr_fr: Toutes autorisations du propriétaire, d'un utilisateur et d'un groupe existantes seront remplacées.
it_it: Tutti i permessi proprietario, utente e gruppo esistenti saranno sostituiti.
nl_nl: Alle bestaande eigenaars-, gebruikers- en groepsrechten worden vervangen.
pt_br: Toda e qualquer permissão de proprietário, usuário e grupo existente serão substituídas.
ru_ru: Все существующие права владельца, пользователя и группы будут заменены.

source: My documents
bg_bg: Моите документи
fr_fr: Mes documents
it_it: I miei documenti
nl_nl: Mijn documenten
pt_br: Meus documentos
ru_ru: Мои документы

source: Shared with me
bg_bg: Споделени с мен
fr_fr: Partagés avec moi
it_it: Condivisi con me
nl_nl: Gedeeld met mij
pt_br: Compartilhados comigo
ru_ru: Документы, которыми со мной поделились

source: Shared by me
bg_bg: Споделени от мен
fr_fr: Partagé par moi
it_it: Condiviso da me
nl_nl: Gedeeld door mij
pt_br: Compartilhado por mim
ru_ru: Документы, которыми я поделился

source: Unowned
bg_bg: Безстопанствени
fr_fr: Sans propriétaire
it_it: Non di proprietà
nl_nl: Geen eigenaar
pt_br: Sem proprietário
ru_ru: Без владельца

source: Hide unowned
bg_bg: Скриване на безстопанствените
fr_fr: Masquer les sans-propriétaires
it_it: Nascondi non posseduti
nl_nl: Verberg zonder eigenaar
pt_br: Ocultar sem proprietários
ru_ru: Скрыть документы без владельца

source: Global permissions define what areas of the app and API endpoints users can access.
bg_bg: Глобалните разрешения определят до кои области на приложението и крайните точки на API потребителите имат достъп.
fr_fr: Les autorisations globales définissent à quelles zones de l'application et à quels endpoints de l'API les utilisateurs peuvent accéder.
it_it: Le autorizzazioni globali definiscono a quali aree dell'app e a quali endpoint delle API possono accedere gli utenti.
nl_nl: Globale rechten bepalen tot welke delen van de app en API-eindpunten gebruikers toegang hebben.
pt_br: Permissões globais definem quais áreas do aplicativo e pontos finais de API que os usuários podem acessar.
ru_ru: Глобальные права определяют, какие части приложения и точки API доступны пользователям.

source: Type
bg_bg: Тип
it_it: Tipo
pt_br: Tipo
ru_ru: Тип

source: Change
bg_bg: Промяна
fr_fr: Modifier
it_it: Modifica
nl_nl: Wijzigen
pt_br: Alterar
ru_ru: Изменить

source: Inherited from group
bg_bg: Наследено от група
fr_fr: Hérité du groupe
it_it: Ereditato dal gruppo
nl_nl: Overgenomen van groep
pt_br: Herdado do grupo
ru_ru: Унаследовано от группы

source: Error loading preview
bg_bg: Грешка при зареждане на визуализацията
fr_fr: Erreur du chargement de l'aperçu
it_it: Errore nel caricamento dell'anteprima
nl_nl: Fout bij laden voorbeeld
pt_br: Erro ao carregar pré-visualização
ru_ru: Ошибка при загрузке предпросмотра

source: Open preview
bg_bg: Отворете предварителен преглед
fr_fr: Ouvrir l’aperçu
it_it: Apri anteprima
nl_nl: Voorbeeld openen
pt_br: Abrir pré-visualização
ru_ru: Открыть предпросмотр

source: Edit Profile
bg_bg: Редактиране на профила
fr_fr: Modifier le profil
it_it: Modifica il Profilo
nl_nl: Profiel bewerken
pt_br: Editar Perfil
ru_ru: Редактировать профиль

source: Confirm Email
bg_bg: Потвърдете имейла
fr_fr: Confirmer l'email
it_it: Conferma indirizzo e-mail
nl_nl: E-mailadres bevestigen
pt_br: Confirmar Email
ru_ru: Подтвердить эл. почту

source: Confirm Password
bg_bg: Потвърдете паролата
fr_fr: Confirmer le mot de passe
it_it: Conferma Password
nl_nl: Wachtwoord bevestigen
pt_br: Confirmar Senha
ru_ru: Подтверждение пароля

source: API Auth Token
bg_bg: API Auth токен
fr_fr: Jeton d'authentification d'API
it_it: Token di autenticazione API
nl_nl: API authenticatie token
pt_br: Token de autenticação da API
ru_ru: Токен аутентификации API

source: Copy
bg_bg: Копиране
fr_fr: Copier
it_it: Copia
nl_nl: Kopiëren
pt_br: Copiar
ru_ru: Копировать

source: Regenerate auth token
bg_bg: Регенериране на auth токен
fr_fr: Régénérer le jeton d'authentification
it_it: Rigenera il token di autenticazione
nl_nl: Authenticatie token opnieuw genereren
pt_br: Regerar token de autenticação
ru_ru: Пересоздать токен авторизации

source: Copied!
bg_bg: Копирано!
fr_fr: Copié !
it_it: Copiato!
nl_nl: Gekopieerd!
pt_br: Copiado!
ru_ru: Скопировано!

source: Warning: changing the token cannot be undone
bg_bg: Предупреждение: промяната на токена не може да бъде върната
fr_fr: Attention : la modification du jeton ne peut pas être annulée
it_it: Attenzione: la modifica del token non può essere annullata
nl_nl: Waarschuwing: token wijzigen kan niet ongedaan worden gemaakt
pt_br: Aviso: alterar o token não pode ser desfeito
ru_ru: Внимание: изменение токена не может быть отменено

source: Connected social accounts
bg_bg: Свързани социални акаунти
fr_fr: Comptes sociaux connectés
it_it: Account social collegati
nl_nl: Verbonden sociale accounts
pt_br: Contas de redes sociais conectadas
ru_ru: Подключенные сторонние учетные записи
