Repository: wenzun-99/document-ms
Catalog: src-ui/src/locale/messages.*.xlf
Languages: bg_bg, fr_fr, it_it, nl_nl, pt_br, ru_ru

source: Use system settings
bg_bg: Използвай системните настройки
fr_fr: Utiliser les paramètres du système
it_it: Usa impostazioni di sistema
nl_nl: Gebruik systeeminstellingen
pt_br: Usar configurações do sistema
ru_ru: Использовать системные настройки

source: Enable dark mode
bg_bg: Включване на тъмен режим
fr_fr: Activer le mode sombre
it_it: Abilita modalità notte
nl_nl: Gebruik nachtmodus
pt_br: Habilitar modo noturno
ru_ru: Включить тёмный режим

source: Invert thumbnails in dark mode
bg_bg: Инвертиране на миниатюри в тъмен режим
fr_fr: Inverser la couleur des vignettes en mode sombre
it_it: Inverti anteprime in modalità notte
nl_nl: Toon negatief van voorbeeldweergave in nachtmodus
pt_br: Inverter imagens em modo noturno
ru_ru: Инвертировать эскизы при включенном тёмном режиме

source: Theme Color
bg_bg: Цвят на темата
fr_fr: Couleur du thème
it_it: Colore del tema
nl_nl: Thema kleur
pt_br: Cor do tema
ru_ru: Цветовая тема

source: Reset
bg_bg: Нулиране
fr_fr: Réinitialiser
it_it: Reimposta
nl_nl: Resetten
pt_br: Redefinir
ru_ru: Сбросить

source: Update checking
bg_bg: Проверка за актуализация
fr_fr: Vérification des mises à jour
it_it: Controllo aggiornamenti
nl_nl: Updatecontrole
pt_br: Verificação de atualização
ru_ru: Проверка обновлений

source: Enable update checking
bg_bg: Активиране на проверката за актуализация
fr_fr: Activer les vérifications de mises à jour
it_it: Abilita controllo aggiornamenti
nl_nl: Updatecontroles inschakelen
pt_br: Habilitar verificação de atualizações
ru_ru: Включить проверку обновлений

source: What's this?
bg_bg: Какво е това?
fr_fr: Qu'est-ce ?
it_it: Cos'è questo?
nl_nl: Wat is dit?
pt_br: O que é isso?
ru_ru: Что это такое?

source: Update checking works by pinging the public GitHub API for the latest release to determine whether a new version is available. Actual updating of the app must still be performed manually.
bg_bg: Проверката на актуализацията работи, като пингва публичния API на GitHub за най-новата версия, за да определи дали е налична нова версия. Действителното актуализиране на приложението все още трябва да се извършва ръчно.
fr_fr: La vérification des mises à jour fonctionne en interrogeant l'API publique de GitHub pour obtenir la dernière version et déterminer si une nouvelle version est disponible. La mise à jour effective de l'application doit toujours être effectuée manuellement.
it_it: Il controllo degli aggiornamenti funziona richiedendo dall'API pubblica di GitHub l'ultima versione per determinare se una nuova versione è disponibile. L'aggiornamento effettivo dell'app deve essere eseguito manualmente.
pt_br: Verificação de atualizações funciona, mostrando a API pública do GitHub para a versão mais recente para determinar se uma nova versão está disponível. A atualização real do app ainda deve ser executada manualmente.
ru_ru: Проверка обновлений работает путем обращения к публичному GitHub API для определения новой версии. Фактическое обновление приложения по-прежнему должно выполняться вручную.

source: No tracking data is collected by the app in any way.
bg_bg: Приложението по никакъв начин не събира данни за проследяване.
fr_fr: Aucune donnée de suivi n‘est collectée par l’application de quelque manière que ce soit.
it_it: L'app non raccoglie in alcun modo dati di tracciamento.
nl_nl: De app verzamelt op geen enkele manier trackinggegevens.
pt_br: Nenhum dado de rastreamento é coletado pelo app de nenhuma forma.
ru_ru: Никакие данные для отслеживания не собираются приложением каким-либо образом.

source: Saved Views
bg_bg: Запазени изгледи
fr_fr: Vues enregistrées
it_it: Viste salvate
nl_nl: Opgeslagen weergaven
pt_br: Visualizações salvas
ru_ru: Сохраненные представления

source: Show warning when closing saved views with unsaved changes
bg_bg: Показване на предупреждение при затваряне на запазени изгледи с незапазени промени
fr_fr: Afficher un avertissement lors de la fermeture d’une vue enregistrée avec des modifications non enregistrées
it_it: Mostra un avviso quando chiudi le viste salvate con modifiche non salvate
nl_nl: Toon waarschuwing bij het sluiten van weergaven met niet-opgeslagen wijzigingen
pt_br: Mostrar aviso ao fechar visualizações salvas com alterações não salvas
ru_ru: Показывать предупреждение при закрытии сохраненных видов с несохраненными изменениями

source: Show document counts in sidebar saved views
fr_fr: Afficher le nombre de documents dans la barre latérale vues enregistrées
it_it: Mostra il conteggio dei documenti nelle viste salvate nella barra laterale
pt_br: Mostrar contagens de documentos na barra lateral visualizações salvas
ru_ru: Показывать количество документов в боковой панели сохраненных просмотров

source: Document editing
bg_bg: Редактиране на документ
fr_fr: Visionneuse de documents
it_it: Modifica documenti
nl_nl: Documentbewerking
pt_br: Edição de documentos
ru_ru: Редактирование документа

source: Use PDF viewer provided by the browser
bg_bg: Използвайте вградената в браузъра програма за преглед на PDF файлове
fr_fr: Utiliser la visionneuse PDF intégrée du navigateur
it_it: Usa il visualizzatore PDF fornito dal browser
nl_nl: Gebruik de PDF lezer ingebouwd in uw browser
pt_br: Usar visualizador de PDF do navegador
ru_ru: Использовать просмотрщик PDF встроенный в браузер

source: This is usually faster for displaying large PDF documents, but it might not work on some browsers.
bg_bg: Това обикновено е по-бързо за показване на големи PDF документи, но може да не работи в някои браузъри.
fr_fr: Cette option est généralement plus rapide pour l'affichage de grands documents PDF, mais elle peut ne pas fonctionner sur certains navigateurs.
it_it: Di solito è più rapido nel visualizzare documenti PDF grandi, ma potrebbe non funzionare su tutti i browser.
nl_nl: Dit is gewoonlijk sneller om grote PDF's te tonen, maar werkt niet bij elke browser.
pt_br: Essa opção geralmente é mais rápida para exibir PDFs grandes, mas poderá não funcionar em alguns navegadores.
ru_ru: Это, обычно, более быстрый способ отображения больших PDF документов, но он может не работать в некоторых браузерах.

source: Default zoom
bg_bg: Увеличаване по подразбиране
fr_fr: Zoom par défaut
it_it: Zoom predefinito
nl_nl: Standaard zoom
pt_br: Zoom padrão
ru_ru: Масштаб по умолчанию

source: Fit width
bg_bg: Фиксирай ширина
fr_fr: Ajuster la largeur
it_it: Adatta alla larghezza
nl_nl: Pas aan breedte
pt_br: Ajustar à largura
ru_ru: Подгонять ширину

source: Fit page
bg_bg: Фиксирай страница
fr_fr: Ajuster la page
it_it: Adatta alla pagina
nl_nl: Pas aan pagina
pt_br: Ajustar à página
ru_ru: Подогнать страницу

source: Automatically remove inbox tag(s) on save
bg_bg: Автоматично премахване на таг(ове) на входящата кутия при запазване
fr_fr: Automatiquement supprimer le(s) étiquette(s) réception lors d'une sauvegarde
it_it: Rimuovi automaticamente l'etichetta "in arrivo" al salvataggio
nl_nl: Verwijder inbox label(s) automatisch bij opslaan
pt_br: Remover automaticamente etiquetas de caixa de entrada ao salvar
ru_ru: Автоматически удалять входящие этикетки при сохранении

source: Show document thumbnail during loading
bg_bg: Показване на миниатюра на документа по време на зареждане
fr_fr: Afficher la miniature du document pendant le chargement
it_it: Mostra anteprima del documento durante il caricamento
pt_br: Mostrar miniatura do documento durante o carregamento
ru_ru: Показывать эскиз документа во время загрузки

source: Global search
bg_bg: Глобално търсене
fr_fr: Recherche globale
it_it: Ricerca globale
nl_nl: Globaal zoeken
pt_br: Pesquisa global
ru_ru: Глобальный поиск

source: Do not include advanced search results
bg_bg: Не включвайте разширени резултати от търсенето
fr_fr: Ne pas inclure les résultats de recherche avancée
it_it: Non includere i risultati di ricerca avanzati
nl_nl: Geen geavanceerde zoekresultaten opnemen
pt_br: Não incluir resultados de pesquisa avançados
ru_ru: Не включать результаты расширенного поиска

source: Full search links to
bg_bg: Пълни връзки за търсене към
fr_fr: La recherche complète mène à
it_it: La ricerca globale porta a
nl_nl: Uitgebreid zoeken verwijst naar
pt_br: Links completos de pesquisa para
ru_ru: Полный поиск ссылается на

source: Title and content search
bg_bg: Търсене по заглавие и съдържание
fr_fr: Rechercher un titre ou du contenu
it_it: Ricerca titolo e contenuto
nl_nl: Zoeken op titel en inhoud
pt_br: Pesquisa por Título e Conteúdo
ru_ru: Поиск по заголовкам и содержанию

source: Advanced search
bg_bg: Подробно търсене
fr_fr: Recherche avancée
it_it: Ricerca avanzata
nl_nl: Geavanceerd zoeken
pt_br: Pesquisa avançada
ru_ru: Расширенный поиск

source: Bulk editing
bg_bg: Групово редактиране
fr_fr: Édition en masse
it_it: Modifica in blocco
nl_nl: Massabewerking
pt_br: Edição em massa
ru_ru: Массовое редактирование

source: Show confirmation dialogs
bg_bg: Показване на диалогови прозорци за потвърждение
fr_fr: Afficher les messages de confirmation
it_it: Mostra dialoghi di conferma
nl_nl: Toon dialoogvenster ter bevestiging
pt_br: Mostrar janelas de confirmação
ru_ru: Показывать диалоги подтверждения

source: Apply on close
bg_bg: Приложи при затваряне
fr_fr: Appliquer lors de la fermeture
it_it: Applica in chiusura
nl_nl: Toepassen bij het sluiten
pt_br: Aplicar ao fechar
ru_ru: Применить при закрытии

source: Notes
bg_bg: Бележки
it_it: Note
nl_nl: Notities
pt_br: Notas
ru_ru: Заметки

source: Enable notes
bg_bg: Включване на бележки
fr_fr: Activer les notes
it_it: Abilita note
nl_nl: Notities inschakelen
pt_br: Habilitar notas
ru_ru: Включить заметки

source: Permissions
bg_bg: Права
fr_fr: Droits d'accès
it_it: Permessi
nl_nl: Rechten
pt_br: Permissões
ru_ru: Права доступа

source: Default Permissions
bg_bg: Права по подразбиране
fr_fr: Droits d'accès par défaut
it_it: Permessi predefiniti
nl_nl: Standaard rechten
pt_br: Permissões Padrão
ru_ru: Права по умолчанию

source: Settings apply to this user account for objects (Tags, Mail Rules, etc. but not documents) created via the web UI.
bg_bg: Настройките се прилагат към този потребителски акаунт за обекти (маркери, правила за поща и т. н., но не и документи), създадени чрез уеб интерфейса.
fr_fr: Les paramètres s’appliquent à ce compte utilisateur pour les objets (étiquettes, règles de courriel, etc. à l’exception des documents) créés via l’interface web.
it_it: Le impostazioni si applicano a questo utente per oggetti creati dalla interfaccia web (Tag, Regole e-mail, etc, ma non documenti)
pt_br: As configurações se aplicam a esta conta de usuário para objetos (Tags, Regras de Mail, etc. mas não para documentos) criados através da interface web.
ru_ru: Настройки применятся для этой учеткой записи к объектам (Теги, Почтовые правила, и т.д, но не к документам), созданным через Веб-интерфейс

source: Default Owner
bg_bg: Собственик по подразбиране
fr_fr: Propriétaire par défaut
it_it: Proprietario predefinito
nl_nl: Standaard eigenaar
pt_br: Proprietário padrão
ru_ru: Владелец по умолчанию

source: Objects without an owner can be viewed and edited by all users
bg_bg: Обекти без собственик могат да се преглеждат и редактират от всички потребители
fr_fr: Les objets sans propriétaire peuvent être consultés et édités par tous les utilisateurs
it_it: Gli oggetti senza un proprietario possono essere visualizzati e modificati da tutti gli utenti
nl_nl: Objecten zonder eigenaar kunnen door alle gebruikers worden weergegeven en bewerkt
pt_br: Documentos sem um proprietário podem ser visualizados e editados por todos os usuários
ru_ru: Объекты без владельца могут просматриваться и редактироваться всеми пользователями

source: Default View Permissions
bg_bg: Права за преглед по подразбиране
fr_fr: Autorisations de consultation par défaut
it_it: Permessi predefiniti di visualizzazione
nl_nl: Standaard weergaverechten
pt_br: Permissões de visualização padrão
ru_ru: Разрешения на просмотр по умолчанию

source: Users:
bg_bg: Потребители:
fr_fr: Utilisateurs :
it_it: Utenti:
nl_nl: Gebruikers:
pt_br: Usuários:
ru_ru: Пользователи:

source: Groups:
bg_bg: Групи:
fr_fr: Groupes :
it_it: Gruppi:
nl_nl: Groepen:
pt_br: Grupos:
ru_ru: Группы:

source: Default Edit Permissions
bg_bg: Права за промяна по подразбиране
fr_fr: Autorisations de modification par défaut
it_it: Permessi predefiniti di modifica
nl_nl: Standaard bewerkingsrechten
pt_br: Permissões de edição padrão
ru_ru: Разрешения на редактирование по умолчанию

source: Edit permissions also grant viewing permissions
bg_bg: Правата за редактиране също предоставят права за преглед
fr_fr: Modifier les droits d'accès accorde également les droits de lecture
it_it: I permessi di modifica concedono anche quelli di lettura
nl_nl: Bewerkingsrechten verlenen ook weergaverechten
pt_br: As permissões de edição também concedem permissões de visualização
ru_ru: Право на редактирование также дает право на просмотр

source: Notifications
bg_bg: Известия
it_it: Notifiche
nl_nl: Meldingen
pt_br: Notificações
ru_ru: Уведомления

source: Document processing
bg_bg: Обработване на документ
fr_fr: Traitement de documents
it_it: Elaborazione del documento
nl_nl: Verwerking van documenten
pt_br: Processamento de documentos
ru_ru: Обработка документа

source: Show notifications when new documents are detected
bg_bg: Показване на известия, когато са засечени нови документи
fr_fr: Afficher des notifications lorsque de nouveaux documents sont détectés
it_it: Notifica quando vengono trovati nuovi documenti
nl_nl: Toon meldingen wanneer nieuwe documenten worden gedetecteerd
pt_br: Exibir notificações quando novos documentos forem detectados
ru_ru: Показывать уведомления при обнаружении новых документов

source: Show notifications when document processing completes successfully
bg_bg: Показване на известия, когато обработката на документ приключи успешно
fr_fr: Afficher des notifications lorsque le traitement des documents se termine avec succès
it_it: Notifica quando l'elaborazione del documento viene completata con successo.
nl_nl: Toon een melding wanneer documenten met succes zijn verwerkt
pt_br: Exibir notificações quando o processamento de um documento concluir com sucesso
ru_ru: Показывать уведомления, когда обработка документа успешна

source: Show notifications when document processing fails
bg_bg: Показване на известия, когато обработката на документ се провали
fr_fr: Afficher des notifications en cas d'échec du traitement des documents
it_it: Notifica quando l'elaborazione del documento fallisce
nl_nl: Toon meldingen wanneer het verwerken van documenten faalt
pt_br: Exibir notificações quando o processamento de um documento falhar
ru_ru: Показывать уведомления, когда обработка документа не удалась

source: Suppress notifications on dashboard
bg_bg: Потискане на известията в таблото за управление
fr_fr: Supprimer les notifications du tableau de bord
it_it: Non mostrare notifiche nella dashboard
nl_nl: Onderdruk meldingen op het dashboard
pt_br: Não exibir notificações no painel de controle
ru_ru: Спрятать уведомления на главной

source: This will suppress all messages about document processing status on the dashboard.
bg_bg: Това ще потисне всички съобщения за състоянието на обработка на документи в таблото за управление.
fr_fr: Cela supprimera tous les messages liés au traitement de documents sur le tableau de bord.
it_it: Verranno interrotte tutte le notifiche nella dashboard riguardo lo stato dell'elaborazione dei documenti.
nl_nl: Dit verbergt alle statusberichten op het dashboard die met het verwerken van documenten te maken hebben.
pt_br: Isso esconderá todas as mensagens sobre o status de processamento de documentos no painel de controle.
ru_ru: Это отключит все сообщения о статусе обработки документов на главной.

source: Cancel
bg_bg: Отмяна
fr_fr: Annuler
it_it: Annulla
nl_nl: Annuleren
pt_br: Cancelar
ru_ru: Отменить

source: Use system language
bg_bg: Използване на системния език
fr_fr: Utiliser la langue du système
it_it: Usa lingua di sistema
nl_nl: Gebruik de systeemtaal
pt_br: Usar idioma do sistema
ru_ru: Использовать язык системы

source: Use date format of display language
bg_bg: Използване на формата за дата от езика на показване
fr_fr: Utiliser le format de date de la langue d'affichage
it_it: Usa il formato data della lingua
nl_nl: Datumopmaak van weergavetaal gebruiken
pt_br: Usar formato de data do idioma de exibição
ru_ru: Использовать формат даты, соответствующий языку

source: Error retrieving users
bg_bg: Грешка при извличане на потребители
fr_fr: Erreur lors de la récupération des utilisateurs
it_it: Errore nel recupero degli utenti
nl_nl: Fout bij ophalen gebruikers
pt_br: Erro ao recuperar usuários
ru_ru: Ошибка при загрузке пользователей

source: Error retrieving groups
bg_bg: Грешка при извличане на групи
fr_fr: Erreur lors de la récupération des groupes
it_it: Errore nel recupero dei gruppi
nl_nl: Fout bij ophalen groepen
pt_br: Erro ao recuperar grupos
ru_ru: Ошибка при загрузке групп

source: Settings were saved successfully.
bg_bg: Настройките са запазени успешно.
fr_fr: Les paramètres ont été enregistrés avec succès.
it_it: Impostazioni salvate con successo.
nl_nl: Instellingen zijn succesvol opgeslagen.
pt_br: As configurações foram salvas com sucesso.
ru_ru: Настройки успешно сохранены.

source: Settings were saved successfully. Reload is required to apply some changes.
bg_bg: Настройките са запазени успешно. Нужно е презареждане, за да влязат в сила.
fr_fr: Les paramètres ont été enregistrés avec succès. Un rechargement est nécessaire pour appliquer certains changements.
it_it: Impostazioni salvate con successo. È necessario ricaricare per applicare alcune modifiche.
nl_nl: Instellingen zijn succesvol opgeslagen. Herladen is vereist om sommige wijzigingen toe te passen.
pt_br: As configurações foram salvas com sucesso. É necessário recarregar para aplicar algumas alterações.
ru_ru: Настройки успешно сохранены. Для применения некоторых изменений необходимо перезагрузить.

source: Reload now
bg_bg: Презареждане веднага
fr_fr: Recharger maintenant
it_it: Ricarica ora
nl_nl: Nu herladen
pt_br: Recarregar agora
ru_ru: Перезагрузить

source: An error occurred while saving settings.
bg_bg: Възникна грешка при запазване на настройките.
fr_fr: Une erreur est survenue lors de la sauvegarde des paramètres.
it_it: Si è verificato un errore durante il salvataggio delle impostazioni.
nl_nl: Er is een fout opgetreden bij het opslaan van de instellingen.
pt_br: Ocorreu um erro ao salvar as configurações.
ru_ru: Произошла ошибка при сохранении настроек.

source: File Tasks
bg_bg: Файлови задачи
fr_fr: Tâches sur les fichiers
it_it: Attività File
nl_nl: Bestandstaken
pt_br: Tarefas de Arquivo
ru_ru: Файловые задачи

source: Clear selection
bg_bg: Изчистване на избора
fr_fr: Désélectionner
it_it: Azzera selezione
nl_nl: Selectie wissen
pt_br: Limpar seleção
ru_ru: Отменить выбор

source: Filter by
bg_bg: Филтрирай по
fr_fr: Filtrer par
it_it: Filtra per
nl_nl: Filter op
pt_br: Filtrar por
ru_ru: Фильтровать по

source: Name
bg_bg: Име
fr_fr: Nom
it_it: Nome
nl_nl: Naam
pt_br: Nome
ru_ru: Имя

source: Created
bg_bg: Създаден
fr_fr: Date de création
it_it: Creato
nl_nl: Aangemaakt
pt_br: Criado
ru_ru: Создано

source: Results
bg_bg: Резултати
fr_fr: Résultats
it_it: Risultati
nl_nl: Resultaten
pt_br: Resultados
ru_ru: Результаты

source: Info
bg_bg: Информация
fr_fr: Information
it_it: Informazioni
nl_nl: Informatie
pt_br: Informação
ru_ru: Информация

source: Actions
bg_bg: Действия
it_it: Azioni
nl_nl: Acties
pt_br: Ações
ru_ru: Действия

source: click for full output
bg_bg: щракнете за пълен резултат
fr_fr: cliquer pour obtenir l'affichage complet
it_it: clicca per l'output completo
nl_nl: klik voor volledige output
pt_br: clique para obter a saída completa
ru_ru: нажать для полного вывода

source: Dismiss
bg_bg: Отхвърляне
fr_fr: Ignorer
it_it: Ignora
nl_nl: Verbergen
pt_br: Dispensar
ru_ru: Отклонить

source: Open Document
bg_bg: Отваряне на документ
fr_fr: Ouvrir le document
it_it: Apri Documento
nl_nl: Document openen
pt_br: Abrir Documento
ru_ru: Открыть документ

source: {VAR_PLURAL, plural, =1 {One {INTERPOLATION} task} other {{INTERPOLATION_1} total {INTERPOLATION} tasks}}
bg_bg: {VAR_PLURAL, plural, one {}=1 {Една {INTERPOLATION} задача} other {{INTERPOLATION_1} общо {INTERPOLATION} задачи}}
fr_fr: {VAR_PLURAL, plural,=1 {Une tâche {INTERPOLATION}} other {{INTERPOLATION_1} tâches {INTERPOLATION}}}
it_it: {VAR_PLURAL, plural, =1 {Una {INTERPOLATION} attività} other {{INTERPOLATION_1} totale {INTERPOLATION} attività}}
nl_nl: {VAR_PLURAL, plural, =1 {Eén {INTERPOLATION} taak} other {{INTERPOLATION_1} {INTERPOLATION} taken in totaal}}
pt_br: {VAR_PLURAL, plural, =1 {Uma {INTERPOLATION} tarefa} other {{INTERPOLATION_1} de {INTERPOLATION} tarefas}}
ru_ru: {VAR_PLURAL, plural, =1 {Одну {INTERPOLATION} задачу} other {{INTERPOLATION_1} всего {INTERPOLATION} задачи}}

source: ({{selectedTasks.size}} selected)
fr_fr: ({{selectedTasks.size}} sélectionné(s))
it_it: ({{selectedTasks.size}} selezionato)
nl_nl: ({{selectedTasks.size}} geselecteerd)
pt_br: ({{selectedTasks.size}} selecionado)
ru_ru: ({{selectedTasks.size}} выбранное)

source: Failed@if (tasksService.failedFileTasks.length > 0) {<span class="badge bg-danger ms-2">{{tasksService.failedFileTasks.length}}</span>}
bg_bg: Неуспех @if (tasksService.failedFileTasks.length > 0) {<span class="badge bg-danger ms-2">{{tasksService.failedFileTasks.length}}</span>}
fr_fr: @if (tasksService.failedFileTasks.length > 0) {<span class="badge bg-danger ms-2">{{tasksService.failedFileTasks.length}}</span>} Échoué(s)
it_it: Fallito@if (tasksService.failedFileTasks.length > 0) {<span class="badge bg-danger ms-2">{{tasksService.failedFileTasks.length}}</span>}
nl_nl: Mislukt@if (tasksService.failedFileTasks.length > 0) {<span class="badge bg-danger ms-2">{{tasksService.failedFileTasks.length}}</span>}
pt_br: Falhou@if (tasksService.failedFileTasks.length > 0) {<span class="badge bg-danger ms-2">{{tasksService.failedFileTasks.length}}</span>}
ru_ru: Неудачно@if (tasksService.failedFileTasks.length > 0) {<span class="badge bg-danger ms-2">{{tasksService.failedFileTasks.length}}</span>}

source: Complete@if (tasksService.completedFileTasks.length > 0) {<span class="badge bg-secondary ms-2">{{tasksService.completedFileTasks.length}}</span>}
bg_bg: Изпълнено @if (tasksService.completedFileTasks.length > 0) {<span class="badge bg-secondary ms-2">{{tasksService.completedFileTasks.length}}</span>}
fr_fr: @if (tasksService.completedFileTasks.length > 0) {<span class="badge bg-secondary ms-2">{{tasksService.completedFileTasks.length}}</span>} Terminé(s)
it_it: Completato@if (tasksService.completedFileTasks.length > 0) {<span class="badge bg-secondary ms-2">{{tasksService.completedFileTasks.length}}</span>}
nl_nl: Voltooid@if (tasksService.completedFileTasks.length > 0) {<span class="badge bg-secondary ms-2">{{tasksService.completedFileTasks.length}}</span>}
pt_br: Completo@if (tasksService.completedFileTasks.length > 0) {<span class="badge bg-secondary ms-2">{{tasksService.completedFileTasks.length}}</span>}
ru_ru: Завершено@if (tasksService.completedFileTasks.length > 0) {<span class="badge bg-secondary ms-2">{{tasksService.completedFileTasks.length}}</span>}
